{"nodes":[{"id":0,"name":"Death Note","rank":180,"genres":["Mystery","Supernatural","Police","Psychological","Thriller"],"cover":"000-Death-Note.jpg","description":"Yagami Light is a 17-year-old genius from Japan who is tired of his life, school, and the state of the world as he knows it. One day, on the way home from class, Light stumbles upon a dark notebook with 'Death Note' written on the front. Intrigued by its appearance, Light reads the first few sentences, only to find out that it states that anyone whose name is written inside will die. Discarding it as a joke, Light continues his daily activities. Soon after though, his human curiosity takes the better of him and prompts Light to try the notebook, discovering the truth behind first sentence. Now, with power in his hands, Yagami Light is on a quest to change the world and become God of the New World. His path to holy status won't be easy however, as another genius, known as L, is working against Light's beliefs and Light himself. Who will win this power of Gods between humans?"},{"id":1,"name":"Bleach","rank":130,"genres":["Action","Comedy","Shounen","Super Power","Supernatural"],"cover":"001-Bleach.jpg","description":"15-year-old Kurosaki Ichigo is not your everyday high school student. He has from as far he can remember always had the ability to see ghosts and spirits. A fateful day arrives as Ichigo encounters the shinigami Kuchiki Rukia, who saves him and his family from a Hollow at the cost of injuring herself. During this encounter, with Rukia unable to defeat the hollow she transfers her shinigami powers into Ichigo. In the aftermath, unable to continue with her job, Rukia allows Ichigo to take on the role of a shinigami in her place as they together defeat the Hollows plaguing Ichigo's town."},{"id":2,"name":"Code Geass: Hangyaku no Lelouch","rank":150,"genres":["Action","Mecha","School","Sci-Fi","Super Power","Military"],"cover":"002-Code-Geass-Hangyaku-no-Lelouch.jpg","description":"On August 10th of the year 2010 the Holy Empire of Britannia began a campaign of conquest, its sights set on Japan. Operations were completed in one month thanks to Britannia's deployment of new mobile humanoid armor vehicles dubbed Knightmare Frames. Japan's rights and identity were stripped away, the once proud nation now referred to as Area 11. Its citizens, Elevens, are forced to scratch out a living while the Britannian aristocracy lives comfortably within their settlements. Pockets of resistance appear throughout Area 11, working towards independence for Japan.\n\nLelouch, an exiled Imperial Prince of Britannia posing as a student, finds himself in the heart of the ongoing conflict for the island nation. Through a chance meeting with a mysterious girl named C.C., Lelouch gains his Geass, the power of the king. Now endowed with absolute dominance over any person, Lelouch may finally realize his goal of bringing down Britannia from within!"},{"id":3,"name":"Naruto","rank":76,"genres":["Action","Comedy","Martial Arts","Shounen","Super Power"],"cover":"003-Naruto.jpg","description":"Naruto Uzumaki, a hyperactive and knuckle-headed ninja, lives in Konohagakure, the Hidden Leaf village. Moments prior to his birth, a huge demon known as the Kyuubi, the Nine-tailed Fox, attacked Konohagakure and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the 4th Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto. \n\nShunned because of the presence of the Kyuubi inside him, Naruto struggles to find his place in the village. He strives to become the Hokage of Konohagakure, and he meets many friends and foes along the way."},{"id":4,"name":"Fullmetal Alchemist","rank":94,"genres":["Action","Adventure","Comedy","Drama","Fantasy","Magic","Shounen"],"cover":"005-Fullmetal-Alchemist.jpg","description":"The rules of alchemy state that to gain something, one must lose something of equal value. Alchemy is the process of taking apart and reconstructing an object into a different entity, with the rules of alchemy to govern this procedure. However, there exists an object that can bring any alchemist above these rules, the object known as the Philosopher's Stone. The young Edward Elric is a particularly talented alchemist who through an accident years back lost his younger brother Alphonse and one of his legs. Sacrificing one of his arms as well, he used alchemy to bind his brother's soul to a suit of armor. This lead to the beginning of their journey to restore their bodies, in search for the legendary Philosopher's Stone."},{"id":5,"name":"Elfen Lied","rank":58,"genres":["Action","Drama","Ecchi","Horror","Romance","Psychological"],"cover":"004-Elfen-Lied.jpg","description":"The Diclonius, a mutated homosapien that is said to be selected by God and will eventually become the destruction of mankind, possess two horns on their heads and have a 'sixth sense' which gives them telekinetic abilities. Due to this dangerous power, they have been captured and isolated in laboratories by the government. Lucy, a young and psychotic Diclonius, manages to break free of her confines and brutally murders most of the guards in the laboratory where she is being held, only to be shot in the head as she makes her escape. She survives, falling off a cliff into the ocean and manages to drift along to a beach where two teenagers, Kouta and Yuka, discover her. Having lost her memories, she was named after the only thing that she can now say, 'Nyuu,' and the two allow her to stay at Kouta's home. However, it appears that the psychotic side of Lucy is not dead just yet..."},{"id":6,"name":"Fullmetal Alchemist: Brotherhood","rank":120,"genres":["Action","Adventure","Drama","Fantasy","Magic","Shounen","Military"],"cover":"007-Fullmetal-Alchemist-Brotherhood.jpg","description":"In this world there exist alchemists, people who study and perform the art of alchemical transmutation—to manipulate objects and transform one object into another. They are bounded by the basic law of alchemy: in order to gain something you have to sacrifice something of the same value.\n\nThe main character is the famous alchemist Edward Elric—also known as the Fullmetal Alchemist—who almost lost his little brother, Alphonse, in an alchemical accident. Edward managed to attach his brother's soul to a large suit of armor. While he did manage to save his brother's life, he paid the terrible price of his limbs.\n\nTo get back what they've lost, the brothers embark on a journey to find the Philosopher's Stone that is said to amplify the powers of an alchemist enormously. However on the way, they start uncovering a conspiracy that could endanger the entire nation, and they realize the misfortunes brought upon by the Philosopher's Stone/\n\nFullmetal Alchemist: Brotherhood is a re-telling of the story from the manga point of view. "},{"id":7,"name":"Code Geass: Hangyaku no Lelouch R2","rank":100,"genres":["Action","Drama","Mecha","Sci-Fi","Super Power","Military"],"cover":"006-Code-Geass-Hangyaku-no-Lelouch-R2.jpg","description":"A year has passed since 'The Black Rebellion' and the remaining Black Knights have vanished into the shadows, their leader and figurehead, Zero, executed by the Britannian Empire. Area 11 is once more squirming under the Emperor's oppressive heel as the Britannian armies concentrate their attacks on the European front. But for the Britannians living in Area 11, life is back to normal. On one such normal day, a Britannian student, skipping his classes in the Ashford Academy, sneaks out to gamble on his chess play. But unknown to this young man, several forces are eying him from the shadows, for soon, he will experience a shocking encounter with his own obscured past, and the masked rebel mastermind Zero will return."},{"id":8,"name":"Suzumiya Haruhi no Yuuutsu","rank":79,"genres":["Comedy","Mystery","Parody","School","Sci-Fi","Slice of Life"],"cover":"011-Suzumiya Haruhi no Yuuutsu.jpg","description":"A year has passed since 'The Black Rebellion' and the remaining Black Knights have vanished into the shadows, their leader and figurehead, Zero, executed by the Britannian Empire. Area 11 is once more squirming under the Emperor's oppressive heel as the Britannian armies concentrate their attacks on the European front. But for the Britannians living in Area 11, life is back to normal. On one such normal day, a Britannian student, skipping his classes in the Ashford Academy, sneaks out to gamble on his chess play. But unknown to this young man, several forces are eying him from the shadows, for soon, he will experience a shocking encounter with his own obscured past, and the masked rebel mastermind Zero will return."},{"id":9,"name":"Clannad","rank":92,"genres":["Comedy","Drama","Romance","School","Slice of Life","Supernatural"],"cover":"008-Clannad.jpg","description":"Okazaki Tomoya is a delinquent who finds life dull and believes he'll never amount to anything. Along with his friend Sunohara, he skips school and plans to waste his high school days away.\n\nOne day while walking to school, Tomoya passes a young girl muttering quietly to herself. Without warning she exclaims 'Anpan!' (a popular Japanese food) which catches Tomoya's attention. He soon discovers the girl's name is Furukawa Nagisa and that she exclaims things she likes in order to motivate herself. Nagisa claims they are now friends, but Tomoya walks away passing the encounter off as nothing.\n\nHowever, Tomoya finds he is noticing Nagisa more and more around school. Eventually he concedes and befriends her. Tomoya learns Nagisa has been held back a year due to a severe illness and that her dream is to revive the school's drama club. Claiming he has nothing better to do, he decides to help her achieve this goal along with the help of four other girls.\n\nAs Tomoya spends more time with the girls, he learns more about them and their problems. As he attempts to help each girl overcome her respective obstacle, he begins to realise life isn't as dull as he once thought."},{"id":10,"name":"Soul Eater","rank":60,"genres":["Action","Adventure","Comedy","Fantasy","Shounen","Supernatural"],"cover":"009-Soul-Eater.jpg","description":"Set in the Shinigami technical school for weapon meisters, the series revolves around 3 groups of each a weapon meister and a human weapon. Trying to make the latter a 'Death Scythe' which is the highest title for a weapon and thus fit for use by the Shinigami, they must collect the souls of 99 evil humans and 1 witch.\n\nMaka & Soul Eater, Black Star & Tsubaki, and Death the Kid with Patty and Liz Thompson are the characters Soul Eater revolves around. Besides taking the time to gather souls, these students of Shibusen defend Death City from some of the most powerful of creatures while still attending school and trying to become stronger."},{"id":11,"name":"Angel Beats!","rank":75,"genres":["Action","Comedy","Drama","Supernatural"],"cover":"010-Angel-Beats!.jpg","description":"Otonashi awakens only to learn he is dead. A rifle-toting girl named Yuri explains that they are in the afterlife, and Otonashi realizes the only thing he can remember about himself is his name. Yuri tells him that she leads the Shinda Sekai Sensen (Afterlife Battlefront) and wages war against a girl named Tenshi. Unable to believe Yuri's claims that Tenshi is evil, Otonashi attempts to speak with her, but the encounter doesn't go as he intended.\n\nOtonashi decides to join the SSS and battle Tenshi, but he finds himself oddly drawn to her. While trying to regain his memories and understand Tenshi, he gradually unravels the mysteries of the afterlife."},{"id":12,"name":"Toradora!","rank":65,"genres":["Comedy","Romance","School","Slice of Life"],"cover":"018-Toradora!.jpg","description":"It's a new school year and Ryuuji Takasu discovers that not only is he in the same class as his best friend, Yuusaku Kitamura, but also Minori Kushieda whom he's had an undisclosed crush on for quite some time. Along with the two of them comes the 'Palmtop Tiger', tiny Taiga Aisaka and Minori's best friend. Despite her small stature, Taiga takes nothing from anybody and is secretly in love with Kitamura. Ryuuji and Taiga, despite their oil and water relationship, agree to mutually support each other in their quests for their hearts' desire."},{"id":13,"name":"Naruto: Shippuuden","rank":37,"genres":["Action","Comedy","Martial Arts","Shounen","Super Power"],"cover":"012-Naruto-Shippuuden.jpg","description":"Naruto: Shippuuden is the continuation of the original animated TV series Naruto.The story revolves around an older and slightly more matured Uzumaki Naruto and his quest to save his friend Uchiha Sasuke from the grips of the snake-like Shinobi, Orochimaru. After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work, though it will not be easy, as he has amassed a few (more dangerous) enemies, in the likes of the shinobi organization; Akatsuki."},{"id":14,"name":"Tengen Toppa Gurren Lagann","rank":85,"genres":["Action","Comedy","Mecha","Sci-Fi"],"cover":"013-Tengen-Toppa-Gurren-Lagann.jpg","description":"In a far away future, mankind lives underground in huge caves, unknowing of a world above with a sky and stars.\n\nIn the small village of Jiha, Simon, a shy boy who works as a digger discovers a strange glowing object during excavation. The enterprising Kamina, a young man with a pair of rakish sunglasses and the passion of a firey sun, befriends Simon and forms a small band of brothers, the Gurren Brigade, to escape the village and break through the ceiling of the cave to reach the surface, which few believe exist.\n\nThe village elder won't hear of such foolishness and punishes the Brigade. However, when disaster strikes from the world above and the entire village is in jeopardy, it's up to Simon, Kamina, a girl with a big gun named Yoko, and the small yet sturdy robot, Lagann, to save the day.\n\nThe new friends journey to the world above and find that the surface is a harsh battlefield, and it's up to them to fight back against the rampaging Beastmen to turn the tide in the humans' favor! Pierce the heavens, Gurren Lagann!"},{"id":15,"name":"Ouran Koukou Host Club","rank":51,"genres":["Comedy","Parody","School","Shoujo","Harem"],"cover":"014-Ouran-Koukou-Host-Club.jpg","description":"Fujioka Haruhi wins a scholarship to attend Ouran Academy, a school reserved for only the most rich and prestigious. Despite what other students may think of her, she cares little for physical appearances or the fact that she is a commoner.\n\nUnfortunately for Haruhi, her high school days take a sudden turn when she stumbles upon the Host Club, an elite club filled with super rich and beautiful boys who use their specific traits and charms to entertain young ladies. Even worse, Haruhi accidentally breaks an 8-million yen vase in the club. Since she is unable to repay her debt with money, Haruhi finds herself with no choice but to work for the Host Club, becoming a male host herself."},{"id":16,"name":"Durarara!!","rank":48,"genres":["Action","Mystery","Shounen","Supernatural"],"cover":"015-Durarara!!.jpg","description":"In Tokyo's downtown district of Ikebukuro, amidst many strange rumors and warnings of anonymous gangs and dangerous occupants, one urban legend stands out above the rest—the existence of a headless 'Black Rider' who is said to be seen driving a jet-black motorcycle through the city streets.\n\nRyuugamine Mikado has always longed for the excitement of the city life, and an invitation from a childhood friend convinces him to move to Tokyo. Witnessing the Black Rider on his first day in the city, his wishes already seem to have been granted. But as supernatural events begin to occur, ordinary citizens like himself, along with Ikebukuro's most colorful inhabitants, are mixed up in the commotion breaking out in their city."},{"id":17,"name":"Sen to Chihiro no Kamikakushi","rank":75,"genres":["Adventure","Drama","Romance","Supernatural"],"cover":"016-Sen-to-Chihiro-no-Kamikakushi.jpg","description":"On the way to their new home, 10-year-old Chihiro Ogino's family stumbles upon a deserted theme park. Intrigued, the family investigates the park, though unbeknown to them, it is secretly inhabited by spirits who sleep by day and appear at night. When Chihiro's mother and father eat food from a restaurant in the street, angry spirits turns them into pigs. Furthermore, a wide sea has appeared between the spirit world and the human one, trapping Chihiro, the sole human, in a land of spirits. Luckily for her though, a mysterious boy named Haku appears, claiming to know her from the past. Under his instructions, Chihiro secures a job in the bathhouse where Haku works. With only her courage and some new found friends to aid her, Chihiro embarks on a journey to turn her parents back to their original forms and return home."},{"id":18,"name":"Neon Genesis Evangelion","rank":32,"genres":["Action","Dementia","Drama","Mecha","Sci-Fi","Psychological"],"cover":"017-Neon-Genesis-Evangelion.jpg","description":"In the year 2015, the Angels, huge, tremendously powerful, alien war machines, appear in Tokyo for the second time. The only hope for Mankind's survival lies in the Evangelion, a humanoid fighting machine developed by NERV, a special United Nations agency. Capable of withstanding anything the Angels can dish out, the Evangelion's one drawback lies in the limited number of people able to pilot them. Only a handful of teenagers, all born fourteen years ago, nine months after the Angels first appeared, are able to interface with the Evangelion. One such teenager is Shinji Ikari, whose father heads the NERV team that developed and maintains the Evangelion. Thrust into a maelstrom of battle and events that he does not understand, Shinji is forced to plumb the depths of his own inner resources for the courage and strength to not only fight, but to survive, or risk losing everything. "},{"id":19,"name":"Darker than Black: Kuro no Keiyakusha","rank":32,"genres":["Action","Mystery","Sci-Fi","Super Power"],"cover":"019-Darker-than-Black-Kuro-no-Keiyakusha.jpg","description":"In Tokyo, an impenetrable field known as 'Hell's Gate' appeared ten years ago. At the same time, psychics who wield paranormal powers at the cost of their conscience also emerged. Hei is one of the most powerful of these psychic agents, and along with his blind associate, Yin, works for one of the many rival agencies vying to unlock the mysteries of Hell's Gate"},{"id":20,"name":"Highschool of the Dead","rank":21,"genres":["Action","Ecchi","Horror","Supernatural"],"cover":"020-Highschool-of-the-Dead.jpg","description":"A mysterious, lethal disease is on the loose worldwide, resulting in a catastrophic death rate of humanity, and the increasing rise of attacks, caused by the living dead.\n\nIn Japan, several high school students and a school nurse have banded together to escape Fujimi High School shortly after it was attacked by zombies. The group now attempts to figure who or what was responsible for this plague, and in the meantime, attempt to survive the present apocalypse.\n\nThe story is initially narrated through the eyes of Takashi Komuro, one of the students who had survived in the initial outbreak."},{"id":21,"name":"Cowboy Bebop","rank":51,"genres":["Action","Adventure","Comedy","Drama","Sci-Fi","Space"],"cover":"021-Cowboy-Bebop.jpg","description":"Enter a world in the distant future, where Bounty Hunters roam the solar system. Spike and Jet, bounty hunting partners, set out on journeys in an ever struggling effort to win bounty rewards to survive.\n\nWhile traveling, they meet up with other very interesting people. Could Faye, the beautiful and ridiculously poor gambler, Edward, the computer genius, and Ein, the engineered dog be a good addition to the group?"},{"id":22,"name":"Bakemonogatari","rank":28,"genres":["Mystery","Romance","Vampire","Supernatural"],"cover":"022-Bakemonogatari.jpg","description":"The story centers on Koyomi Araragi, a third year high school student who has recently survived a vampire attack, and finds himself mixed up with all kinds of apparitions: gods, ghosts, myths, and spirits."},{"id":23,"name":"K-On!","rank":20,"genres":["Comedy","Music","School","Slice of Life"],"cover":"023-K-On!.jpg","description":"Hirasawa Yui, a young, carefree girl entering high school, has her imagination instantly captured when she sees a poster advertising the ‘Light Music Club’. Being the carefree girl that she is, she quickly signs up. However, Yui has a problem, she is unable to play an instrument.\n\nWhen Yui goes to the clubroom to explain, she's greeted by the other members: Ritsu, Mio and Tsumugi. Although disheartened at Yui’s lack of musical know-how, they still try to convince her to stay to prevent the club’s disbandment. After playing Yui a short piece which re-ignites her imagination, they succeed in keeping their new member and guitarist.\n\nAlong with the tasks of school and homework, Yui begins to learn the guitar with the help of the other band members, experiencing many mishaps along the way. However, with the school-festival drawing near and Yui getting stuck with her practice, will the Light Music Club be ready in time for their debut?"},{"id":24,"name":"One Piece","rank":33,"genres":["Action","Adventure","Comedy","Drama","Fantasy","Shounen","Super Power"],"cover":"024-One-Piece.jpg","description":"Gol D. Roger was known as the Pirate King, the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the location of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece (which promises an unlimited amount of riches and fame), and quite possibly the most coveted of titles for the person who found it, the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy that defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate who ransacks villages for fun, Luffy’s reason for being a pirate is one of pure wonder; the thought of an exciting adventure and meeting new and intriguing people, along with finding One Piece, are his reasons of becoming a pirate. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach One Piece."},{"id":25,"name":"Fairy Tail","rank":29,"genres":["Action","Adventure","Comedy","Fantasy","Magic","Shounen"],"cover":"025-Fairy-Tail.jpg","description":"Set in an imaginary world, the Earth Land, there exists a Mage Guild called 'Fairy Tail'. Fairy Tail is stationed in the town Magnolia, residing in the Kingdom of Fiore, and is currently governed by Makarov, Guild's master. \n\nLucy Heartfilia, a 17-year-old girl, wishes to become a full-fledged mage and join one of the most prestigious Mage Guilds in the world, Fairy Tail. \n\nOne day, out of pure coincidence, she meets Natsu Dragneel, a boy who is transportation-sick, but very cheerful in nature. However, the thing she does not know is that Natsu is the closest connection to Fairy Tail, as he is a Mage in Fairy Tail."},{"id":26,"name":"Sword Art Online","rank":21,"genres":["Action","Adventure","Fantasy","Game","Romance","Shounen"],"cover":"026-Sword-Art-Online.jpg","description":"In the near future, a Virtual Reality Massive Multiplayer Online Role-Playing Game (VRMMORPG) called Sword Art Online has been released where players control their avatars with their bodies using a piece of technology called Nerve Gear. One day, players discover they cannot log out, as the game creator is holding them captive unless they reach the 100th floor of the game's tower and defeat the final boss. However, if they die in the game, they die in real life. Their struggle for survival starts now..."},{"id":27,"name":"Lucky Star","rank":17,"genres":["Comedy","Parody","School","Slice of Life"],"cover":"027-Lucky-Star.jpg","description":"Having fun in school, doing homework together, cooking and eating, playing videogames, watching anime. All those little things make up the daily life of the anime- and chocolate-loving Izumi Konata and her friends. Sometimes relaxing but more than often simply funny! "},{"id":28,"name":"Higurashi no Naku Koro ni","rank":21,"genres":["Mystery","Horror","Supernatural","Psychological","Thriller"],"cover":"028-Higurashi-no-Naku-Koro-ni.jpg","description":"After moving into the quiet town of Hinamizawa, Maebara Keiichi spends his days blissfully in school often playing games with his local friends. However, appearances can be deceiving. One fateful day, Keiichi stumbles upon news of a murder that had occurred in Hinamizawa. From this point on, horrific events unfold in front of Keiichi, as he soon learns his close friends may not be all that they seem. Based on the amateur mystery game by 07th Expansion, the story is told in a series of different scenarios."},{"id":29,"name":"Clannad: After Story","rank":76,"genres":["Drama","Fantasy","Romance","Slice of Life","Supernatural"],"cover":"029-Clannad-After-Story.jpg","description":"Events in After Story take place immediately after the first season, following Tomoya's final semester of high school. After declaring his love to Nagisa, they begin to have a close relationship. Their life together will be faced with unexpected challenges, as the truth behind the illusionary world and the city's legend come to light."},{"id":30,"name":"Fate/stay night","rank":13,"genres":["Action","Fantasy","Magic","Romance","Shounen","Supernatural"],"cover":"030-Fate-stay-night.jpg","description":"Raised by a mysterious sorcerer after the horrific death of his parents, Shiro Emiya has only just begun to help others using the small tidbits of magic that he's learned. However, when he's suddenly caught in a battle between two more powerful Magus, Shiro finds himself performing a spell above his expected ability, summoning the beautiful spirit warrior Saber to protect him! But safety is only momentary as Shiro and Saber now find themselves thrust into in a secret world of dark magic and deadly challenges: a no-holds barred duel to the death known as the Holy Grail War! At stake: a prize of unimaginable power. But can the inexperienced Shiro and Saber survive long enough to even enter the contest? First they'll have to withstand waves of treachery and assassination, even as Shiro scrambles to learn everything he'll need to know to stay alive as seven teams of Magus and Spirit Servants face off in mortal combat!"},{"id":31,"name":"Kuroshitsuji","rank":16,"genres":["Action","Comedy","Demons","Fantasy","Shounen","Supernatural"],"cover":"031-Kuroshitsuji.jpg","description":"In Victorian-era Europe, a young boy loses everything he once held near and dear to a vicious plot. In his moment of death, he strikes a deal with a demon: his soul, in exchange for revenge. Ciel Phantomhive is now the head of the Phantomhive corporation, handling all business affairs as well as the underground work for the Queen of England. His new partner is a demon butler, Sebastian Michaelis, whose powers as a butler is only surpassed by his strength as a demon.\n\nThe story follows the two along with their other servants, as they work to unravel the plot behind Ciel's parents' murder, and the horrendous tragedies that befell Ciel in the month directly after."},{"id":32,"name":"Ao no Exorcist","rank":14,"genres":["Action","Fantasy","Shounen","Supernatural"],"cover":"032-Ao-no-Exorcist.jpg","description":"This world consists of two dimensions joined as one, like a mirror. The first is the world in which the humans live, Assiah. The other is the world of demons, Gehenna. Ordinarily, travel between the two, and indeed any kind of contact between the two, is impossible. However the demons can pass over into this world by possessing anything that exist within it. Satan the god of demons, but there's one thing that he doesn't have, and that's a substance in the human world that is powerful enough to contain him!! For that purpose he created Rin, his son from a human woman, but will his son agree to his plans? Or will he become something else...? An exorcist?"},{"id":33,"name":"Samurai Champloo","rank":19,"genres":["Adventure","Comedy","Samurai","Shounen"],"cover":"033-Samurai-Champloo.jpg","description":"Mugen's a buck wild warrior - violent, thoughtless and womanizing. Jin is a vagrant ronin - mysterious, traditional, well-mannered and very strong as well. These two fiercely independent warriors can`t be any more different from one another, yet their paths cross when Fuu, a ditzy waitress, saves them from being executed when they are arrested after a violent swordfight. Fuu convinces the two vagrant young men to help her find a mysterious samurai 'who smells of sunflowers.' And their journey begins. This is a story about love, friendship and courage... NOT!"},{"id":34,"name":"Hellsing","rank":11,"genres":["Action","Mystery","Horror","Super Power","Vampire","Seinen"],"cover":"034-Hellsing.jpg","description":"Hellsing follows the antiheroic vampire, Alucard, and a police girl-turned-vampire, Seras Victoria, two vampires employed by the vampire-extermination group of England, the Hellsing Organization. Slowly but surely, through their active duty, they find a new breed of vampires beginning to arise."},{"id":35,"name":"D.Gray-man","rank":14,"genres":["Action","Adventure","Comedy","Shounen"],"cover":"035-D-Gray-man.jpg","description":"Towards the end of the 19th century, Allen Walker officially joins the organization of Exorcists that destroy the beings known as Akuma; mechanic weapons made by the Millennium Earl with the suffering souls of the dead. Allen has both a cursed eye and an anti-Akuma weapon as an arm, bearing the power of 'Innocence', a gift given to him as an apostle of God. Allen, along with his fellow Exorcists must put a stop to the Millennium Earl's ultimate plot that could lead to the destruction of the world and all who live on it."},{"id":36,"name":"Steins;Gate","rank":73,"genres":["Sci-Fi","Thriller"],"cover":"036-Steins-Gate.jpg","description":"Steins;Gate is set in the summer of 2010, approximately one year after the events that took place in Chaos;Head, in Akihabara.\n\nSteins;Gate is about a group of friends who have customized their microwave into a device that can send text messages to the past. As they perform different experiments, an organization named SERN, who has been doing their own research on time travel, tracks them down and now the characters have to find a way to avoid being captured by them."},{"id":37,"name":"Vampire Knight","rank":10,"genres":["Mystery","Drama","Romance","Shoujo","Vampire","Supernatural"],"cover":"037-Vampire-Knight.jpg","description":"Cross Academy is an elite boarding school with two separate, isolated classes: the Day Class and the Night Class. On the surface, Yuuki Cross and Zero Kiryuu are prefects of the academy, and attempt to keep order between the students as classes rotate in the evenings. As the night class is full of utterly gorgeous elites, this can sometimes prove to be a bit difficult. It is completely necessary, however, as those 'elites' are actually vampires. Yuuki and Zero act as guardians, protecting the secrets of the Night Class and the safety of the ignorant day class.\n\nAs the adopted daughter of the academy's chairman, Yuuki takes her job with a serious and energetic attitude. It also allows her to interact with her secret crush and savior, the night class' dorm president, Kaname Kuran. Zero, on the other hand, has a deep-rooted hatred against vampires, and at times, does not hesitate to kill.\n\nCan vampires and humans co-exist, even in the strict setup of the Cross Academy? Only time will tell."},{"id":38,"name":"Chobits","rank":9,"genres":["Comedy","Drama","Ecchi","Romance","Sci-Fi","Seinen"],"cover":"038-Chobits.jpg","description":"In the future, personal computers have developed into 'Persocoms', mobile computers that look like human beings. Hideki Motosuwa, a prep school student, desperately wants to buy a Persocon but cannot afford to. One day he finds a Persocom that has been thrown away and decides to keep it. When he turns on the Persocom, all she can say is 'Chi' so he decides to name her that. After a while it starts to become apparent that Chi is more than an average Persocom. Having much better performance, it seems that Chi might be a 'Chobit', a type of advanced Persocom rumored to have independent thought."},{"id":39,"name":"Shakugan no Shana","rank":10,"genres":["Action","Comedy","Fantasy","Romance","School","Super Power","Supernatural"],"cover":"039-Shakugan-no-Shana.jpg","description":"He had thought his normal days would last forever, until they were ended abruptly by an encounter with a girl with red hair and eyes. He named her Shana.\n\nNot long after he enters high school, Sakai Yuji’s normal days come to an end. He sees something bizarre on his way home: people are frozen in a strange fire, and a monster that looks like a large doll is attacking them. Just when he's about to be killed, a girl in a dark cloak wielding a large sword appears, and slices the monster in half. Although Yuji survives the strange encounter, the girl informs him of a desolate truth: ' 'You' don't exist anymore.'\n\nShe calls herself a Flame Haze who hunts 'Guze no Tomogara'; intruders from another world. She explains to him that he is a 'Torch', a substitute of Yuji whose “existence” has already been devoured. She also told him that he is a special Torch, 'Mystes', which contains a precious item in it. When he looks at his chest, he sees within himself a faint flame, just as she said.\n\nIt is in this way that his eternal struggle alongside the girl begins. "},{"id":40,"name":"Howl no Ugoku Shiro","rank":19,"genres":["Adventure","Drama","Fantasy","Romance"],"cover":"040-Howl-no-Ugoku-Shiro.jpg","description":"Sophie, a quiet girl working in a hat shop, finds her life thrown into turmoil when she is literally swept off her feet by a handsome but mysterious wizard named Howl. The vain and vengeful Witch of the Waste, jealous of their friendship, puts a spell on Sophie. In a life-changing adventure, Sophie climbs aboard Howl's magnificent flying castle and enters a magical world on a quest to break the spell. "},{"id":41,"name":"Full Metal Panic!","rank":10,"genres":["Action","Comedy","Mecha","Sci-Fi"],"cover":"041-Full-Metal-Panic.jpg","description":"Sousuke Sagara, a seventeen year old military specialist working for the secret organization MITHRIL, has been assigned to protect the latest 'Whispered' candidate Kaname Chidori. To complete this task Sousuke will have to deal with enemies from his past as well as the occasional panty thief. Unfortunately for Sousuke, the toughest part of his mission isn't only protecting Miss Chidori but also getting used to living an average High School students life, no easy task for someone raised on the battlefield."},{"id":42,"name":"Dragon Ball Z","rank":11,"genres":["Action","Adventure","Comedy","Martial Arts","Shounen","Super Power"],"cover":"042-Dragon-Ball-Z.jpg","description":"Goku is back with his new son, Gohan, but just when things are getting settled down, the adventures continue. Whether he is facing enemies such as Frieza, Cell, or Buu, Goku is proven to be an elite of his own and discovers his race, Saiyan and is able to reach Super Saiyan 3 form. He meets many new people, gaining allies and well as enemies, as he still finds time to raise a family and be the happy-go-lucky Saiyan he is."},{"id":43,"name":"Claymore","rank":9,"genres":["Action","Adventure","Fantasy","Shounen","Supernatural"],"cover":"043-Claymore.jpg","description":"In this world, humans coexist with demonic predators called Yoma. These demonic beasts feast on human innards and can blend into human society by taking on human appearance. As a counter force, a mysterious organization created half-human, half-Yoma warriors known as the 'Silver Eyed Witches' or 'Claymores', after the huge claymore swords they carry. They are detested by humanity however necessary.\n\nThe story begins with a young boy, Raki, who has lost everything in a Yoma attack, and the Claymore, Clare, who is generally detested by society. Throughout the series, Clare and Raki show their deeper qualities, powers and Clare's never ending devotion to the goal she swore to fulfill in her childhood."},{"id":44,"name":"FLCL","rank":9,"genres":["Action","Comedy","Dementia","Mecha","Parody","Sci-Fi"],"cover":"044-FLCL.jpg","description":"Naota is a normal Japanese 6th grade boy (although a little cynical), but when his older brother leaves for America to play baseball, his brother leaves his homeless 17 year old girlfriend Mamimi behind. Mamimi is sending mixed signals and advances to Naota, and he doesn't know what to do about her. But to make matters worse, Naota's world is totally turned upside down when he is run over by a woman on a Vespa. During their first encounter, she hits him over the head with her bass guitar, which then causes a horn to grow out of his forehead. She calls herself 'Haruko' and her presence changes Naota's life to even further insanity."},{"id":45,"name":"Zero no Tsukaima","rank":8,"genres":["Action","Adventure","Comedy","Ecchi","Fantasy","Magic","Romance","Harem"],"cover":"045-Zero-no-Tsukaima.jpg","description":"Louise is a magician at the Tristein Academy, dubbed with the nickname 'Zero Louise' due to her inability to effectively use her magic properly, resulting in zero successes. An upcoming test at her academy requires her to summon a familiar, a servant and partner to support her as a magician. Despite desiring a familiar that would be superior to her constantly mocking classmates, Louise ends up summoning Hiraga Saito, your average Japanese boy. Even with Louise and Saito both unwilling to accept each other, they have no choice. Louise cannot attempt another summoning and Saito cannot return to Japan, and so their life together begins. Based on the novel by Noboru Yamaguchi."},{"id":46,"name":"Mirai Nikki (TV)","rank":10,"genres":["Action","Mystery","Shounen","Supernatural","Psychological","Thriller"],"cover":"046-Mirai-Nikki-(TV).jpg","description":"This psychological thriller, based on the manga written and illustrated by Sakae Esuno, is about Yuki, a loner who's not very good with people. He prefers to write a diary on his cell phone and talk to his imaginary friend, Deus Ex Machina – The God of Time and Space. However, Yuki soon learns that Deus is more than a figment of his imagination when he makes Yuki participate in a battle royale with eleven others. The contestants are given special diaries that can predict the future, each diary possessing unique features that give it both advantages and disadvantages. Within the next 90 days, the contestants must try to survive until there is only one left standing. The winner will become the new God of Time and Space."},{"id":47,"name":"Mononoke Hime","rank":16,"genres":["Action","Adventure","Fantasy"],"cover":"047-Mononoke-Hime.jpg","description":"A calm village residing in the mountains comes under attack from a demon-possessed boar one day.\n\nAshitaka, a young man and prince of the tribe, engages the creature in an attempt to save his village. During the battle, the boar bites him on the arm, leaving it blackened and cursed. Following his village's traditions, Ashitaka is exiled and becomes a wanderer, looking for a solution to the curse before it engulfs him.\n\nIron Town is a fortress under the leadership of Lady Eboshi. Through the clearing of the surrounding forests, Iron Town produces large amounts of Ironsand, used for gunpowder and other machinery. However, because of the forests destruction, nearby animal clans seek revenge led by a human girl of the Wolf clan called San.\n\nWhen Ashitaka comes to Iron Town, he discovers the area consumed in battle. Horrified, he attempts to create peace and befriend the Wolf Clan. However, after the forest's eradication and the ongoing war between Human and Beast, will the Spirit of the Forest be forgiving and accept Ashitaka's request to expel his curse?"},{"id":48,"name":"Baccano!","rank":14,"genres":["Action","Supernatural","Seinen"],"cover":"048-Baccano!.jpg","description":"During the late 1930s in Chicago, the transcontinental train, Flying Pussyfoot, is starting its legendary journey that will leave a trail of blood all over the country. At the same time in New York, the ambitious scientist Szilard and his unwilling aide Ennis, are looking for missing bottles of the immortality elixir. In addition, a war between the mafia groups is getting worse. On board the Advena Avis, in 1711, alchemists are about to learn the price of immortality.\n\nBased on the award winning light novels of the same name, this anime adaptation follows several events that initially seem unrelated, both in time and place, but are part of a much bigger story—one of alchemy, survival and immortality. Merging these events together are the kindhearted would-be thieves, Isaac and Miria, connecting various people, all of them with their own hidden ambitions and agendas, and creating lifelong bonds and consequences for everyone involved."},{"id":49,"name":"Mahou Shoujo Madoka Magica","rank":14,"genres":["Drama","Magic","Psychological","Thriller"],"cover":"049-Mahou-Shoujo-Madoka-Magica.jpg","description":"She has a loving family and best friends, laughs and cries from time to time... Madoka Kaname, an eighth grader of Mitakihara middle school, is one of those who lives such a life. One day, she had a very magical encounter. She doesn't know if it happened by chance or by fate yet. This is a fateful encounter that can change her destiny—this is a beginning of the new story of the magical witch girls."},{"id":50,"name":"Kaichou wa Maid-sama!","rank":10,"genres":["Comedy","Romance","School","Shoujo"],"cover":"050-Kaichou-wa-Maid-sama!.jpg","description":"Seika High School, once an all-boys school notorious for its wild students and for generally being a terrifying place for girls, has recently become a co-ed school. With the female population still a minority and living in fear of the over-the-top antics of the males, Misaki Ayuzawa takes it into her own hands to reform the school and allow the girls to feel safe in the rough environment.\n\nTraining, studying and even becoming the first female student council president of the school, Misaki has gained a reputation among the male students body as an uptight boy-hating dictator and as a shining hope for the teachers and fellow female students. However, despite her tough-as-nails appearance, she secretly works part-time at a maid cafe in order to support her family. Unfortunately, her hard-earned reputation is threatened when the popular, attractive, and somewhat impassive Usui Takumi takes an interest in her after discovering her in a maid uniform after school."},{"id":51,"name":"Byousoku 5 Centimeter","rank":9,"genres":["Drama","Romance","Slice of Life"],"cover":"051-Byousoku-5-Centimeter.jpg","description":"Tohno Takaki and Shinohara Akari, two very close friends and classmates, are torn apart when Akari's family is transferred to another region of Japan due to her family's job. Despite separation, they continue to keep in touch through mail. When Takaki finds out that his family is also moving, he decides to meet with Akari one last time.\n\nAs years pass by, they continue down their own paths, their distance slowly growing wider and their contact with one another fades. Yet, they keep remembering one another and the times they have shared together, wondering if they will have the chance to meet once again."},{"id":52,"name":"Ookami to Koushinryou","rank":9,"genres":["Adventure","Fantasy","Romance"],"cover":"052-Ookami-to-Koushinryou.jpg","description":"The peddler Kraft Lawrence travels through the world selling all kinds of things. After visiting a village, he discovers a sleeping girl under the pelts in his cart. She has wolf ears and a tail. The wolf girl explains that she has been called a 'god', but that her name is Holo and nothing more. Lawrence teases the girl a little, but after hearing more of her story, he is moved and decides to accompany her further north. On their travels the two have many adventures, often getting into trouble, but the bond between them grows stronger."},{"id":53,"name":"Black Lagoon","rank":8,"genres":["Action","Seinen"],"cover":"053-Black-Lagoon.jpg","description":"Okajima Rokuro is a Japanese businessman in a town full of Japanese businessmen. His normal day consists of social drinking with clients and being kicked around by his bosses. He finally gets a break though, as he's sent by his company to the tropical seas of Eastern China to deliver a disc. But his boat gets hijacked by a band of mercenaries hired to retrieve the disc. Rock (as he is newly dubbed by his captors) catches the interest of the only female merc Revy as she thinks he's worth a ransom, taking him hostage. However, the disc that was stolen has a terrible secret that's unknown to Rock, which causes massive confusion and chaos for both him and his kidnappers."},{"id":54,"name":"Fruits Basket","rank":7,"genres":["Comedy","Drama","Fantasy","Romance","Shoujo","Slice of Life"],"cover":"054-Fruits-Basket.jpg","description":"Tohru Honda is 16 year old orphaned girl who gets invited to live in the house of her classmate, the handsome boy Sohma Yuki, and his cousins, 16 year old Kyo and 27 year old Shigure. However, these young men and parts of the rest of their family (both close and distant) hold a curse; if they are hugged by the opposite gender, they transform into animals of the Chinese Zodiac. Everyday is an adventure for sweet Tohru, as she gets to know everyone in the large family better (especially Yuki and Kyo), in both common and bizarre situations. But, the Sohma Family curse is certainly no laughing matter... it also holds horrible cruelty and heartbreak."},{"id":55,"name":"Trigun","rank":8,"genres":["Action","Comedy","Sci-Fi"],"cover":"055-Trigun.jpg","description":"Trigun takes place in the distant future on a deserted planet. Vash the Stampede is a gunfighter with a legend so ruthless that he has a $$60,000,000,000 bounty on his head. Entire towns are evacuated upon hearing rumors of his arrival. However, the real Vash the Stampede is not the same man that rumor portrays him to be. The enigmatic and conflicted lead character in Trigun is actually more heroic in nature, and at times a complete and utter idiot."},{"id":56,"name":"Rosario + Vampire","rank":5,"genres":["Comedy","Ecchi","Fantasy","Romance","School","Shounen","Vampire"],"cover":"056-Rosario-Vampire.jpg","description":"By a bizzare coincidence, Tsukune Aono has accidentally gotten himself admitted to a youkai academy, a school attended by monsters. Just when he thinks he'll run away from there, he meets the beautiful girl Moka and his mood turns ultra happy. However, she transforms into her true form when the rosary on her chest is taken off, she's a super vampire!"},{"id":57,"name":"Another","rank":7,"genres":["Mystery","Horror","School","Thriller"],"cover":"057-Another.jpg","description":"26 years ago, in a third-year classroom of a middle school, there was a student named Misaki. As an honors student who was also good at sports, she was popular with her classmates. When she suddenly died, her classmates decided to carry on as if she was still alive until graduation. Then, in the spring of 1998, a boy named Sakakibara Kouichi transfers to the class, and he grows suspicious of the fearful atmosphere in that classroom. In particular, there is a beautiful, aloof girl named Mei Misaki who wears an eyepatch and is always alone drawing pictures."},{"id":58,"name":"InuYasha","rank":6,"genres":["Action","Adventure","Comedy","Demons","Fantasy","Magic","Romance","Supernatural"],"cover":"058-InuYasha.jpg","description":"Higurashi Kagome, after being pulled down a well by a demon, finds herself in Feudal Japan, where she learns that a powerful jewel has been reborn inside her body. After the jewel shatters in an attempt to retrieve it from one of the many demons who was after its power, Kagome must join forces with the half-demon Inu Yasha (also after the jewel's power) to track down the shards of the jewel before its power falls into the wrong hands."},{"id":59,"name":"Dragon Ball","rank":6,"genres":["Adventure","Comedy","Fantasy","Martial Arts","Shounen","Super Power"],"cover":"059-Dragon-Ball.jpg","description":"Bulma is a girl in search of the mystical dragonballs that when brought together grant any wish. In her search she bumps into the owner of one of these balls, a strange boy named Goku. The two then set off together, Bulma in search of the dragonballs and Goku on a quest to become stronger. "},{"id":60,"name":"Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai.","rank":11,"genres":["Drama","Slice of Life","Supernatural"],"cover":"060-Ano-Hi-Mita-Hana-no-Namae.jpg","description":"Jinta Yadomi and his group of childhood friends have become estranged after a tragic accident split them apart. Now in their high school years, a sudden surprise forces each of them to confront their guilt over what happened that day and come to terms with the ghosts of their past."},{"id":61,"name":"Higashi no Eden","rank":7,"genres":["Action","Comedy","Mystery","Drama","Romance","Sci-Fi","Josei"],"cover":"061-Higashi-no-Eden.jpg","description":"On November 22, 2010 ten missiles strike Japan. However, this unprecedented terrorist act, later to be known as 'Careless Monday,' does not result in any apparent victims, and is soon forgotten by almost everyone. Then, 3 months later... Saki Morimi is a young woman currently in the United States of America on her graduation trip. But just when she is in front of the White House, Washington DC, she gets into trouble, and only the unexpected intervention of one of her fellow countrymen saves her. However, this man, who introduces himself as Akira Takizawa, is a complete mystery. He appears to have lost his memory, is stark naked, except for the gun he holds in one hand, and the mobile phone he's holding in the other. A phone that is charged with 8,200,000,000 yen in digital cash."},{"id":62,"name":"NHK ni Youkoso!","rank":8,"genres":["Comedy","Drama","Romance","Psychological"],"cover":"062-NHK-ni-Youkoso!.jpg","description":"Satou Tatsuhiro, 22 years old, thinks that everything that happens around him is a conspiracy. He even figured out who is behind it all: The NHK, an evil secret company. \n\n'When you think anime, you think otaku. When you think otaku, you think people that dislike other people. Those people become hikikomori (people who shut themselves in)'. So Satou manages to uncover the plot of The NHK (stands for Nihon Hikikomori Kyokai), after three years of shutting himself in (and rapidly approaching the fourth). \n\nIn reality, he is nothing more than a NEET (Not in Employment, Education or Training), desperately in need of a cure from that 'disease'. He wants to break out from the curse, but going out and getting a job is frightening enough for him. That is until he gets selected for a 'project'; it is a plan to help hikikomori like him in facing the reality of this world."},{"id":63,"name":"Deadman Wonderland","rank":5,"genres":["Action","Horror","Sci-Fi"],"cover":"063-Deadman-Wonderland.jpg","description":"Ganta is the only survivor after a mysterious man in red slaughters a classroom full of teenagers. He's framed for the carnage, sentenced to die, and locked away in the most twisted prison ever built: Deadman Wonderland. And then it gets worse. \n\nAt Deadman Wonderland, convicts are forced into brutal deathmatches for the amusement of the masses, the cheers of the crowd drowning out the screams of the dismembered. Even when Ganta befriends Shiro, an unusual female inmate, his dark fate crushes all hope —until he discovers the strange ability to wield his spilled blood as a weapon. Ganta learns his new skill might be related to the murderous man in red and uncovers disturbing secrets that could expose those who stole his freedom. He's determined to see justice served —but first he'll have to fight for his life in a prison that holds a million ways to die."},{"id":64,"name":"Toki wo Kakeru Shoujo","rank":9,"genres":["Adventure","Horror","Romance","Sci-Fi"],"cover":"064-Toki-wo-Kakeru-Shoujo.jpg","description":"The power to travel through time... It can be used for the good of humanity, or just selfishly abused. While many may fantasize about obtaining such a power, it has become nothing less than reality for otherwise-normal schoolgirl Konno Makoto.\n\nAfter a fated event, her life takes a turn for the extraordinary. Though she initially uses her power to literally 'leap' into the past and change little things in order to make her life easier, she soon has to face the fact that changing the past can have drastic consequences."},{"id":65,"name":"Toaru Majutsu no Index","rank":5,"genres":["Action","Magic","Sci-Fi","Super Power"],"cover":"065-Toaru-Majutsu-no-Index.jpg","description":"Set in a city of scientifically advanced superhuman students, but in a world where magic is also real. Touma Kamijou’s right hand, the Imagine Breaker, will negate all magic, psychic, or divine powers, but not his own bad luck. One day he finds a young girl hanging on his balcony railing. She turns out to be a nun from the Church of England, and her mind has been implanted with the Index-Librorum-Prohibitorum - all the magical texts the Church has removed from circulation."},{"id":66,"name":"School Days","rank":3,"genres":["Drama","Romance","Harem","Seinen"],"cover":"066-School-Days.jpg","description":"Makoto Ito is a young Japanese high school student beginning his second term at the fictional Sakakino Academy. During his daily train rides to and from school, he becomes infatuated with fellow student Kotonoha Katsura; a girl that also commutes. When a new classmate acquaintance of his, Sekai Saionji, discovers his secret crush on Kotonoha, she helps introduce both of them to each other and over time they grow closer and agree to date. However in spite of her proud and triumphant matchmaking efforts, Sekai inadvertently becomes jealous of the new couple, having also developed feelings toward Makoto.\n\nThe following afternoon on her way home at the nearby train station in front of the school, Sekai finds Makoto waiting for Kotonoha to rendezvous for a date. He sits with her and reiterates his appreciation for her help, and feeling heavily indebted, offers repayment anyway he can. Though she believes he is overreacting, Sekai decides to redeem her obligation by placing a kiss on his lips as her train pulls in; quickly rushing into an open passenger car and happily bidding a dumbstruck Makoto luck on his date.\n"},{"id":67,"name":"Kimi ni Todoke ","rank":7,"genres":["Romance","School","Shoujo"],"cover":"067-Kimi-ni-Todoke.jpg","description":"Kuronuma Sawako is completely misunderstood by her classmates. Her timid and sweet demeanor is often mistaken for malicious behavior. This is due to her resemblance to the ghost girl from 'The Ring', which has led her peers to give her the nickname Sadako. Longing to make friends and live a normal life, she is naturally drawn to Kazehaya Shouta, the most popular guy in class, whose '100% refreshing' personality earns him great admiration from Sawako. So when Kazehaya starts talking to her, maybe there is hope for the friendships Sawako has always longed for. Maybe...there is even a little hope for some romance in her future."},{"id":68,"name":"Blood+","rank":5,"genres":["Action","Mystery","Drama","Horror","Vampire","Supernatural","Military"],"cover":"068-Blood.jpg","description":"Throughout the passage of time and the shifts in backgrounds, a particular war continues to leave its mark on history, extending its influence into the modern world. There are two major groups involved in the ensuring war. The first group consists of monsters known as Chiropterans who can change their appearances into that of human beings. They are actually immortals who feed on the blood of the living. The second group is an organisation known as the 'Red Shield', formed to track down these monsters and exterminate them. Otonashi Saya is a high-school girl who lives a peaceful life with her family. The only problem is, she has no recollections of her life beyond that of the past year. However, her happy life will be destroyed by an event that will lead her to her destined fate."},{"id":69,"name":"Great Teacher Onizuka","rank":11,"genres":["Comedy","Drama","School","Shounen","Slice of Life"],"cover":"069-Great-Teacher-Onizuka.jpg","description":"Onizuka is a reformed biker gang leader who has his sights set on an honorable new ambition: to become the world's greatest teacher... for the purpose of meeting sexy high school girls. Okay, so he's mostly reformed.\n\nHowever, strict administrators and a class of ruthless delinquents stand between Onizuka and his goal and they will use any means, however illegal or low, to drive the new teacher away. Perfect, because Onizuka's methods won't be found in any teaching manual; he cares about the difference between legal and illegal activities about as much as he cares for the age difference between himself and a high school girl.\n\nSo get ready for math that doesn't add up, language you'd be slapped for using, and biology that would make a grown man blush... unless of course, you're the Great Teacher Onizuka."},{"id":70,"name":"Eureka Seven","rank":6,"genres":["Adventure","Drama","Mecha","Romance","Sci-Fi","Shounen"],"cover":"070-Eureka-Seven.jpg","description":"Renton Thurston is a 14-year-old boy who lived with his mechanic grandfather in a backwater town. Every day he dreamed of being with the mercenary 'Light Finding Operation (LFO)' aircraft pilot group 'Gekkostate' and riding 'Trapar' particle waves —a sport called 'reffing'— with their charismatic leader Holland, especially when faced with his father's acclaimed past or his grandfather's desire to protect him. When a young girl named Eureka riding the original LFO, the 'Nirvash typeZERO', asks his grandfather for a tune-up, she inadvertently brings the attention of the military to the garage; as a result, the garage is destroyed and Renton is forced to deliver a new type of interface —the 'Amita Drive'— to the Nirvash. After a heated fight in which the Nirvash destroys the military LFOs by unleashing an immense amount of power, Renton is invited into Gekkostate. However, he quickly realizes that behind the facade of a traveling group of mercenaries is a very bitter reality."},{"id":71,"name":"Rurouni Kenshin","rank":7,"genres":["Action","Adventure","Comedy","Historical","Samurai","Romance"],"cover":"071-Rurouni-Kenshin.jpg","description":"Himura Kenshin is a vagabond with a dark past and sunny disposition. Not a ronin but a rurouni, he was never a samurai, but an assassin of utmost skill in the Meiji restoration, who in the turning point of the war simply walked away. His travels lead him to Tokyo in the 11th year of the Meiji era, where he befriends a female Kendo master, a former thief, a brawler and a doctor all with their own secrets. Together they fight off the enemies surfacing from the dark past that Kenshin cannot escape."},{"id":72,"name":"Suzumiya Haruhi no Yuuutsu (2009)","rank":4,"genres":["Comedy","Mystery","Parody","Romance","School","Sci-Fi","Slice of Life"],"cover":"072-Suzumiya-Haruhi-no-Yuuutsu-(2009).jpg","description":"The new episodes of the '2nd season' of Haruhi Suzumiya aired in chronological order along with the re-airing of The Melancholy of Haruhi Suzumiya 2006 in what is called according to Kyoto Animation: The Melancholy of Haruhi Suzumiya 2009. \n\nThis season contains arcs that occurred chronologically in the first season and more."},{"id":73,"name":"Gintama","rank":18,"genres":["Action","Comedy","Historical","Parody","Samurai","Sci-Fi","Shounen"],"cover":"073-Gintama.jpg","description":"Life isn't easy in feudal Japan... especially since the aliens landed and conquered everything! Oh sure, the new health care is great, but the public ban on the use of swords has left a lot of defeated samurai with a difficult decision to make concerning their future career paths! This is especially true if, as in the case of Gintoki Sakata, they're not particularly inclined towards holding a day job, which is why Gintoki's opted for the freelance route, taking any job that's offered to him as long as the financial remuneration sounds right. Unfortunately, in a brave new world filled with stray bug-eyed monsters, upwardly mobile Yakuza and overly ambitious E.T. entrepreneurs, those jobs usually don't pay as well as they should for the pain, suffering and indignities endured!"},{"id":74,"name":"Guilty Crown","rank":4,"genres":["Action","Drama","Sci-Fi","Super Power"],"cover":"074-Guilty-Crown.jpg","description":"The story takes place in Tokyo in 2039, after the outbreak of the 'Apocalypse Virus' during what became known as the 'Lost Christmas' of 2029. Since then, Japan has been under the control of the multinational organization called GHQ. \n\nOuma Shu is a 17 year-old boy who mistakenly obtains a rare and great power. He can use this power, 'The Right Hand of the King,' to extract 'voids,' or tools/weapons that are the manifestations of peoples' hearts. \n\nHe has been rather shy since a childhood tragedy, but both his personality and life change forever when he meets a girl named Yuzuriha Inori, a member of the rebel group called 'Undertakers,' whose members seek the restoration of self-government in Japan via the ousting of GHQ.\n"},{"id":75,"name":"Air","rank":4,"genres":["Drama","Romance","Slice of Life","Supernatural"],"cover":"075-Air.jpg","description":"kito Kunisaki is on a journey in search of the Winged Maiden who was bound to the sky centuries ago, after hearing an old childhood tale from his mother. As Yukito shows his puppet show to people in an attempt to make some money, he finds himself in a small town in which he did not expect to stay very long. However, when he meets an unusual girl named Misuzu, things take a drastic turn as he is invited to stay with her.\n\nBy staying in the quaint town, Yukito soon becomes friends with the locals. As he gets to know them better, he learns of their problems and decides to help, putting his search for the Winged Maiden on hold. With his search on hold, and his growing attachment to Misuzu and the small town, will Yukito ever find the Winged Maiden, or is she closer than he thought?"},{"id":76,"name":"Ore no Imouto ga Konnani Kawaii Wake ga Nai","rank":4,"genres":["Comedy","Slice of Life","Seinen"],"cover":"076-Ore-no-Imouto-ga.jpg","description":"Kyousuke Kousaka, a normal seventeen-year-old high school student, hasn't gotten along with his younger sister, Kirino, in years. For longer than he can remember, Kirino has ignored his comings and goings and looked at him with spurning eyes. It seemed as if the relationship between Kyousuke and his sister, now fourteen, would continue this way forever. \n\nOne day, however, Kyousuke finds a DVD case of a magical girl anime entitled Hoshikuzu Witch Merle (Stardust Witch Merle), which had fallen into the entranceway of his house. To Kyousuke's surprise, inside the case is a hidden adult video game titled Imouto to Koishiyo! (Love with Little Sister!). Kyousuke attempts to fish out the culprit who dropped the case by bringing up the topic of magical girl anime at the family dinner table. All that comes out is a strong negative reaction from his parents, especially his anti-otaku policeman father.\n\nThat night, Kirino bursts into Kyousuke's room and, in perhaps the first conversation she has initiated with him in years, says they 'have things to talk about.' Kirino brings Kyousuke to her room and shows him an extensive collection of moe anime and lolicon bishoujo games she has been collecting in secret."},{"id":77,"name":"Fullmetal Alchemist: The Conqueror of Shamballa","rank":4,"genres":["Comedy","Drama","Fantasy","Historical","Shounen"],"cover":"077-Fullmetal-Alchemist-Shamballa.jpg","description":"Munich, Germany, 1923. Two years have passed since Edward Elric was dragged from his own world to ours, leaving behind his country, his friends and his younger brother, Alphonse. Stripped of his alchemical powers, he has been all this time researching rocketry together with Alphonse Heiderich, a young man who resembles his own brother, hoping to one day find a way back home. His efforts so far had proven fruitless, but after lending a hand to a troubled gypsy girl, Edward is thrown in a series of events that can wreak havoc in both worlds. Meanwhile, at his own world, Alphonse Elric ventures deeper into the mysteries of alchemy in search for a way to reunite with his older brother. "},{"id":78,"name":"Ergo Proxy","rank":5,"genres":["Mystery","Sci-Fi","Psychological"],"cover":"078-Ergo-Proxy.jpg","description":"The world is bigger than you think...\n\nAfter the explosion of the methane hydrate layer, the remaining members of mankind are forced to live in isolated domed cities scattered across the arid and inhospitable planet. They live in a controlled society and are assisted in daily life by autonomous robots called AutoReivs. In one of these cities, Romdo, Inspector Re-l Mayer, granddaughter of the regent, leads an investigation concerning AutoReivs that have gone mad after being infected by the Cogito virus. In the process, she comes in contact with a monster called Proxy. Elsewhere in the city, immigrant Vincent Law is on the run after being framed for involvement in several Cogito cases. Together, along with the adorable child-AutoReiv Pino, they set out on a journey to the dome city Moscow in order to unravel the mystery of the Proxies."},{"id":79,"name":"Baka to Test to Shoukanjuu","rank":4,"genres":["Comedy","Romance","School","Super Power"],"cover":"079-Baka-to-Test-to-Shoukanjuu.jpg","description":"The story centers around Akihisa Yoshii, the 'baka' of the title. His academy rigidly divides up the student body into classes based on the results of tests. The prodigies are in the A class with reclining seats complete with air conditioning, but Akihisa is in F class, the lowest rung of the school ladder which is furnished only with low, decrepit tables and worn-out straw tatami mats. A girl named Mizuki Himeji is actually one of the smartest girls in Akihisa's sophomore year, but she had a fever on test day and was pigeonholed into the F class. Besides Mizuki (who Akihisa secretly adores), the F class also has Yuuji Sakamoto, the class president who has been Akihisa's friend and partner-in-crime since the freshman year.\n\nThe school happens to have developed experiments to summon fantasy creatures, and Akihisa decides to rally F class to take on the higher-tiered classes and seize their perks. The F class uses the summoned creatures in an all-out battle for school supremacy."},{"id":80,"name":"Azumanga Daioh","rank":5,"genres":["Comedy","School","Slice of Life"],"cover":"080-Azumanga-Daioh.jpg","description":"Azumanga Daioh is about high school life through the eyes of six girls with unusual personalities: Chiyo (the 10-year-old genius), Osaka (the resident airhead), Sakaki (the shy one prone to cat bites), Tomo (the loose cannon), Yomi (the short-tempered one) and Kagura (the resident jock)."},{"id":81,"name":"Full Metal Panic? Fumoffu","rank":5,"genres":["Action","Comedy","School"],"cover":"081-Full-Metal-Panic-Fumoffu.jpg","description":"It's back-to-school mayhem with Kaname Chidori and her war-freak classmate Sousuke Sagara as they encounter more misadventures in and out of Jindai High School. But when Kaname gets into some serious trouble, Sousuke takes the guise of Bonta-kun - the gun-wielding, butt-kicking mascot. And while he struggles to continue living as a normal teenager, Sousuke also has to deal with protecting his superior officer Teletha Testarossa, who has decided to take a vacation from Mithril and spend a couple of weeks as his and Kaname's classmate."},{"id":82,"name":"Katekyo Hitman Reborn!","rank":6,"genres":["Action","Comedy","Shounen","Super Power"],"cover":"082-Katekyo-Hitman-Reborn!.jpg","description":"Nowadays, mafia world is ruled by Italian's strongest family, the Vongola. Vongola's current head, ninth in the row, is an old man ready for retirement. But before he can hand down his position, he needs help from a professional Hitman to prepare the next generation Boss for ruling over Vongola and mafia world itself.\n\nSawada Tsunayoshi is just your ordinary teenage boy who attends Junior High and sucks at it. He is unpopular, has no friends and is desperately in love with a girl from his class. But his life takes an extraordinary turn when Tsunayoshi meets Reborn, an infamous hitman, who has been sent by ninth boss of Vongola to train Tsunayoshi for his upcoming title."},{"id":83,"name":"Vampire Knight Guilty","rank":4,"genres":["Mystery","Drama","Shoujo","Vampire","Supernatural"],"cover":"083-Vampire-Knight-Guilty.jpg","description":"As a direct continuation of the first season, Zero comes back after his disappearance from the academy. Despite her relief, Yuuki, whose past is still shrouded in mystery, wonders what exactly happened to Zero during the separation. As Zero continues having the strange vision that appeared since the day he drank Kaname’s blood, he visits the now awakened Maria Kurenai in an attempt to find answers. She only provides him with a cryptic answer that suggests who the true enemy really might be.\n\nIn the meantime, vampires from the Supreme Vampire Council arrive at the academy in order to punish Zero with death for his sin of killing a pureblood. However, Kaname intervenes with the council's decision with not only the intention of saving Zero but with another purpose unbeknown to everyone around him.\n"},{"id":84,"name":"Pandora Hearts","rank":4,"genres":["Adventure","Fantasy","Shounen","Supernatural"],"cover":"084-Pandora-Hearts.jpg","description":"Oz Vessalius, heir to one of the duke houses, has just turned fifteen. His life is rich and carefree, darkened only by the constant absence of his father. At his coming-of-age ceremony, however, everything changes. For no reason that he can discern, he's cast into the prison known as the 'Abyss', only to be saved by a 'chain' known as Alice, the bloodstained black rabbit. It is unknown why was he cast into Abyss, how does Alice factor into it all, and what does the organization known as 'Pandora' want with him."},{"id":85,"name":"Higurashi no Naku Koro ni Kai ","rank":6,"genres":["Mystery","Supernatural","Psychological","Thriller"],"cover":"085-Higurashi-no-Naku-Koro-ni-Kai.jpg","description":"Continuing from the first series, Higurashi no Naku Koro ni Kai begins to shed some light on the dark mysteries prevalent in the preceding season. The young group of friends in the town of Hinamizawa continue to enter terrible conflicts with one another in their never ending summer of 1983, often ending with the brutal murder of one of their numbers. Furude Rika, with the help of her spiritual friend Hanyuu, tackles challenges over and over, trying her best to keep their lives from coming to a tragic end. With no end to the torture in sight, Rika must call upon the bonds of friendship and trust among her friends to discover the true villain of this eternal June."},{"id":86,"name":"K-On!!","rank":4,"genres":["Comedy","Music","School","Slice of Life"],"cover":"086-K-On!!.jpg","description":"It's the final year of high school for Yui Hirasawa, Ritsu Tainaka, Mio Akiyama, and Tsumugi Kotobuki, the founding members of the Light Music Club. Together with their junior member, Azusa Nakano, they spend their days after school in the music room enjoying tea and sweets and practicing music. Amidst band practice, preparations for the new student orientation performance, scouting for new members, and student responsibilities, they still have time for 'After School Tea Time'."},{"id":87,"name":"LovelyâComplex","rank":5,"genres":["Comedy","Romance","Shoujo"],"cover":"087-Lovely-Complex.jpg","description":"Risa and Otani are always being laughed at as the comedy duo. Risa, a girl, is taller than the average girl, and Otani, a boy, is shorter than the average boy. The two are always bickering and even their teacher sees them as a comedy act. But as their friendship develops, so do Risa's feelings toward Otani."},{"id":88,"name":"Zero no Tsukaima: Futatsuki no Kishi","rank":3,"genres":["Action","Adventure","Comedy","Ecchi","Fantasy","Magic","Romance","Harem"],"cover":"088-Zero-no-Tsukaima-Futatsuki-no-Kishi.jpg","description":"This sequel is a continuation of the previous season, not long after the war. Louise and Saito seemingly getting along now since she knows that he had given up his only chance to return to Tokyo for her. The story continues as Louise begins to use Void Magic from a mysterious secret book she had recieved from her majesty Henrietta, while a new villain has appeared in town causing trouble."},{"id":89,"name":"Mushishi","rank":8,"genres":["Adventure","Mystery","Fantasy","Supernatural"],"cover":"089-Mushishi.jpg","description":"Mushi': the most basic forms of life in the world. They exist without any goals or purposes aside from simply 'being.' They are beyond the shackles of the words 'good' and 'evil'. Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows.\n\nThis is, however, just a vague definition of these entities that inhabit the vibrant world of Mushishi, as to even call them a form of life would be an oversimplification. Detailed information on Mushi is scarce because the majority of humans are unaware of their existence.\n\nSo what are Mushi and why do they exist? This is the question that a 'Mushi-shi', Ginko, ponders constantly. Mushi-shi are those who research Mushi in hopes of understanding their place in the world's hierarchy of life.\n\nGinko chases rumors of occurrences that could be tied to Mushi, all for the sake of finding an answer.\n\nIt could, after all, lead to the meaning of life itself..."},{"id":90,"name":"Fate/Zero","rank":6,"genres":["Action","Fantasy","Supernatural"],"cover":"090-Fate-Zero.jpg","description":"Fate/Zero takes place 10 years prior to the events of Fate/stay night, detailing the events of the 4th Holy Grail War in Fuyuki City. The War of the Holy Grail is a contest in which seven magi summon seven Heroic Spirits to compete to obtain the power of the 'Holy Grail,' which grants a miracle. After three inconclusive wars for the elusive Holy Grail, the Fourth War commences.\n\nFounded by the Einzbern, Makiri, and Tohsaka families centuries ago, the Einzbern family is determined to achieve success after three successive failures, no matter the cost. As a result, they have elected to bring the hated magus killer, Kiritsugu Emiya, into their ranks, despite his methods and reputation as a skilled mercenary and a hitman who employs whatever he can use to accomplish his goals. Though Kiritsugu had once wanted to become a hero who could save everyone, he has long since abandoned this ideal upon realizing that saving one person comes at the cost of another's life. For the sake of humanity, he will ruthlessly destroy anything and anyone who threatens the peace of others.\n\nHowever, Kiritsugu finds himself deeply torn between the love he has found for his new family—his wife Irisviel and their daughter Illya—and what he must do to obtain the Holy Grail. Meanwhile, Kiritsugu's greatest opponent appears in the form of Kirei Kotomine, a priest who cannot find any sense of fulfillment in his life and sets his sights on Kiritsugu as the possible answer to the emptiness he feels."},{"id":91,"name":"Love Hina","rank":3,"genres":["Comedy","Ecchi","Romance","Shounen","Harem","Slice of Life"],"cover":"091-Love-Hina.jpg","description":"Keitaro Urashima promised a girl when he was young that they would meet up again at Tokyo University in the future. Sadly, in the National Practice Exam, Keitaro ranked 27th from the bottom. Knowing his grandmother owned a hotel, Keitaro intended to stay there while continuing his studies for Tokyo U, only to find out the hotel had long been transformed into an all-girls dormitory. Through an odd twist of fate, Keitaro eventually became the manager of the dorm, beginning his life of living with 5 other girls."},{"id":92,"name":"School Rumble","rank":4,"genres":["Comedy","Romance","School","Shounen"],"cover":"092-School-Rumble.jpg","description":"Tsukamoto Tenma is an ordinary 2nd year high school student who has fallen in love with one of her classmates, Karasuma Ooji. However, currently she is unable to confess her feelings to him. To make things worse, she found out that Karasuma is transferring to another school in a year. On the other hand, Tenma's other classmate, Harima Kenji (who is a delinquent) is also in love with Tenma. Not being able to confess his feelings, Harima gets depressed day by day."},{"id":93,"name":"Tonari no Totoro","rank":5,"genres":["Adventure","Comedy","Supernatural"],"cover":"093-Tonari-no-Totoro.jpg","description":"Follow the adventures of Satsuki and her four-year-old sister Mei when they move into a new home in the countryside. To their delight they discover that their new neighbor is a mysterious forest spirit called Totoro who can be seen only through the eyes of a child. Totoro introduces them to extraordinary characters, including a cat that doubles as a bus, takes them on a journey through the wonders of nature. "},{"id":94,"name":"Hellsing Ultimate","rank":7,"genres":["Action","Horror","Vampire","Supernatural","Military","Seinen"],"cover":"094-Hellsing-Ultimate.jpg","description":"Hellsing, a secret organization of the British government, has long been battling supernatural threats to keep the people safe from creatures of the night. The current leader, Integra Wingates Hellsing controls her own personal army to eliminate the undead beings, but even her highly trained soldiers pale in comparison to her most trusted vampire exterminator, a man by the name of Alucard, who is actually a powerful vampire himself. Along with Integra's mysterious butler and Alucard's new vampire minion, Seras Victoria, The Hellsing Organization must face not only regular ghouls and vampires, but a rivaling secret organization from the Vatican, and Millennium, an enigmatic group of madmen spawned by a certain war over 50 years ago...\nA bloody battle between monsters is about to begin, the dead are dancing, and all hell is singing..."},{"id":95,"name":"Darker than Black: Ryuusei no Gemini","rank":3,"genres":["Action","Mystery","Sci-Fi","Super Power"],"cover":"095-Darker-than-Black-Ryuusei-no-Gemini.jpg","description":"In the sequel, Hei and Yin are now on the run after betraying the Syndicate in the previous season. After leaving Japan, Hei encounters Suou Pavlichenko, a 13-year-old Eurasian girl who becomes embroiled in the war and politics of the various factions and Contractors vying for power. Meanwhile, Hell's Gate remains standing in Tokyo, after Hei's efforts to stop the Saturn Ring anti-Gate particle weapon from activating. Although Contractors are safe from the danger of having their existences erased, this does not prevent new and old Contractors from abusing their powers. As Misaki Kirihara and her team in the Public Security Bureau deal with the increasing Contractor cases, she also has to keep the Syndicate at bay, who has major positions in the Japanese police and intelligence bureaus around the world. The storyline setting primarily takes place in both Japan and Russia. "},{"id":96,"name":"Air Gear","rank":3,"genres":["Action","Comedy","Ecchi","Shounen","Sports"],"cover":"096-Air-Gear.jpg","description":"Minami Itsuki never thought about seriously riding Air Treck motorized roller blades, until he got his butt handed to him by a street gang of Storm Riders. That day, he discovered in a locked up room, a pair of AT's and a box of stickers belonging to the Sleeping Forest street gang. One thing leads to another, and Ikki dons the wheels and begins to ride. As his reputation builds in the AT street fighting/racing world, he begins to develop his own gang and participate in more fights, gaining more and more territory."},{"id":97,"name":"Full Metal Panic! The Second Raid","rank":4,"genres":["Action","Mecha","Military"],"cover":"097-Full-Metal-Panic-The-Second-Raid.jpg","description":"This series is set about two months after the events ocurred in the Tuatha de Danaan at the end of the original series. Mithril becomes aware of a secret organization that has technology able to counter the ECS (Electronic Cloaking System) mode. This organization, known as Amalgam, also has 'Black Technology', obtained from 'Whispered' like Kaname Chidori, and like the other intelligency agencies, they intend to obtain more. However, when Sousuke's mission to protect Chidori is terminated by Mithril, all seems to be in place for Amalgam's plans... Like many of its fans know, it is based of the FMP novel 'The End of Day by Day.'"},{"id":98,"name":"Sayonara Zetsubou Sensei","rank":4,"genres":["Action","Mecha","Military"],"cover":"098-Sayonara-Zetsubou-Sensei.jpg","description":"Itoshiki Nozomu is always in despair! Even simple things like paying for the toll on the subway can send him to a despair so deep only attempted suicide is the answer. How Strange is it then, that he should be the teacher of a High School Class filled with students with even more emotional problems than his. This great Comedy will leave you in anything but 'Despair' as you meet each of his students and watch their wacky adventures."},{"id":99,"name":"Pokemon","rank":2,"genres":["Comedy","Parody","School"],"cover":"099-Pokemon.jpg","description":"A young boy named Satoshi embarks on a journey to become a 'Pokemon Master' with his first Pokemon, Pikachu. Joining him on his travels are Takeshi, a girl-obsessed Rock Pokemon Trainer, and Kasumi, a tomboyish Water Pokemon Trainer who may have a crush on him. Satoshi and Co. end up traveling through various regions, including Kanto, the Orange Islands, and Johto, and then enter the Pokemon League competitions there. Along the way, they run into many confrontations with Musashi, Kojirou, and Nyarth, a trio of Pokemon thieves who are apart of an evil organization called 'Team Rocket'. But everytime Team Rocket try to do their evil deeds, they fail thanks to Satoshi and his Pokemon."},{"id":100,"name":"Bakuman.","rank":3,"genres":["Adventure","Comedy","Shounen"],"cover":"100-Bakuman..jpg","description":"Moritaka Mashiro and Akito Takagi are pretty much foils of each other. Mashiro, an average 9th grade student but talented artist, and Takagi, an overall advanced 9th grader and aspiring writer. After great convincing, Takagi convinces Mashiro to join him in becoming the greatest mangakas Japan has ever seen. Takagi, with his gift of writing, hopes to become a successful mangaka, and Mashiro, with his gift of art, hopes to marry the girl of his dreams, Azuki Miho."},{"id":101,"name":"Hyouka","rank":3,"genres":["Comedy","Romance","School","Shounen"],"cover":"101-Hyouka.jpg","description":"Oreki Houtarou is a minimalistic high school boy. One day, he joins the Classic Literature Club at his elder sister's request. \n\nThere he meets Chitanda Eru, Fukube Satoshi, and Ibara Mayaka. Chitanda is a calm beautiful girl but she turns into an embodiment of curiosity once she says, 'I'm interested in it (Watashi, Kininarimasu)'. Fukube is a smiling boy with a fantastic memory who calls himself a database. Ibara is a short girl and is strict with others and herself. She loves Fukube, but he always dodges her approaches. \n\nThey begin to investigate a case that occurred 45 years ago. Hints of the mystery are buried in an old collection of works of the former members of Classics Club. The collection is titled 'Hyouka.'"},{"id":102,"name":"Sukitte Ii na yo.","rank":1,"genres":["Romance","School","Shoujo"],"cover":"102-Sukitte-Ii-na-yo.jpg","description":"Mei Tachibana has spent her 16 years without a boyfriend or friends. One day, she injures the most popular boy in school, Yamato Kurosawa, due to a misunderstanding. For some reason though, it seems that he takes a liking to her and one-sidedly claims that they're friends. Furthermore, he not only protects Mei from a stalker, but does so with a kiss…?!! "},{"id":103,"name":"Sakimichi Apollon","rank":1,"genres":["Drama","Music","Romance","School","Josei"],"cover":"103-Sakamichi-no-Apollon.jpg","description":"The beginning of summer, 1966. \n\nBecause of his father's job situation, freshman high school student Kaoru Nishimi moves by himself from Yokosuka to Kyushu to live with relatives. Until then, Kaoru was an honor roll student who tended to keep to himself, but meeting notorious bad boy Sentaro Kawabuchi starts to change him. Through his devil-may-care classmate, Kaoru learns the attractions of jazz and finds the first person he can call a 'friend'. He also discovers how much fun it is to play music with a pal. \n\nOther characters include Sentaro's kind childhood chum, Ritsuko, who is the daughter of a record shop owner; the mysterious upperclassman, Yurika; and Brother Jun, the much-admired leader among their peers. Set against the backdrop of a seaside town with a scent of American culture, this series is a drama about young people coming into their own, crossing each other's paths, and finding friendship, love, and music! "},{"id":104,"name":"Gintama'","rank":3,"genres":["Action","Comedy","Historical","Parody","Samurai","Sci-Fi","Shounen"],"cover":"104-Gintama'.jpg","description":"Sakata Gintoki, Kagura, and Shinpachi Shimura continue to scrape a living as freelance jack-of-all-trades at Edo while amidst the several odd humans and aliens that inhabit the peculiar metropolis."},{"id":105,"name":"Mimi wo Sumaseba","rank":1,"genres":["Adventure","Drama","Fantasy","Romance","Slice of Life"],"cover":"105-Mimi-wo-Sumaseba.jpg","description":"During summer vacation, a schoolgirl named Shizuku, who longs to discover her true talents, observes an ordinary-looking cat riding by himself on the train. Intrigued, she decides to follow him. This chance encounter leads her to the mysterious Seiji, a boy who is determined to follow his dreams, and The Baron, a magical cat figurine who helps her listen to the whispers in her heart. Soon, Shizuku's exciting adventures carry her far beyond the boundaries of her imagination."},{"id":106,"name":"RahXephon","rank":1,"genres":["Action","Mystery","Drama","Mecha","Music","Romance","Sci-Fi"],"cover":"106-RahXephon.jpg","description":"In the year 2012 Japan was invaded by the Mu. Human-like beings from another dimension with blue blood.\n\nIn the year 2015 Tokyo is attacked by invaders, who are repelled by a humanoid weapon called a Dolem. During the chaos, Ayato Kamina meets Reika Mishima, a classmate.\n\nDuring that same day, he is attacked by government officials but a woman named Haruka comes to his rescue, informing him that she was sent to get him by the Organization TERRA, and that Tokyo had been sealed in a time rift where time flows one third as fast as the outside world.\n\nHe flees from Haruka onto a train where he sees Reika once more. Arriving at the Room of Rah, he follows her to a tremendous egg where the Dolem RahXephon is hatched from, and upon her singing his mother appears atop the Dolem that had stopped the TERRA Invasion. In the battle Ayato's mother is injured, and Ayato flees Tokyo Jupiter with Haruka upon seeing his mother's blue blood."},{"id":107,"name":"Monster","rank":1,"genres":["Mystery","Drama","Horror","Police","Psychological","Thriller","Seinen"],"cover":"107-monster.jpg","description":"Dr. Kenzo Tenma is a renowned young brain surgeon of Japanese descent working in Europe. Highly lauded by his peers as one of the great young minds that will revolutionize the field, he is blessed with a beautiful fiancé and is on the cusp of a high promotion in the hospital he works at. However, all of that is about to change with one critical decision that Dr. Tenma faces one night—whether to save the life of a young child or that of the town's mayor. Despite being pressured by his superiors to perform surgery on the mayor, his morals force him to perform the surgery on the young child, saving his life and forfeiting the mayor's. All of a sudden, Dr. Tenma's world is turned upside down by his decision leading to the loss of everything he previously had. A doctor is taught to believe that all life is equal; however, when a series of murders occur in the vicinity of Dr. Tenma, all of the evidence pointing to the young child who he saved, Tenma's beliefs are shaken.\n\nNaoki Urasawa's Monster is a tale full of mystery, suspense and intrigue as Dr. Tenma journeys to find out the true identity of the young child. In turn, the fate of the world may depend on it."},{"id":108,"name":"Jigoku Shoujo","rank":1,"genres":["Mystery","Horror","Supernatural","Psychological"],"cover":"108-JigokuShoujo.jpg","description":"Somewhere in the vast sea of the Internet, there's a website that can only be accessed at the stroke of midnight. Known as the Jigoku Tsushin, rumor has it that if you post a grudge there, the Jigoku Shoujo will appear and drag whoever torments you into the inferno. Very little is known about the girl - all we know for sure is that she lives with her equally enigmatic grandmother, that three magical straw dolls accompany and serve her, and that whenever a posting on the Jigoku Tsushin moves her, she becomes the Jigoku Shoujo. "},{"id":109,"name":"One Outs","rank":1,"genres":["Sports","Psychological","Seinen"],"cover":"109-OneOuts.jpg","description":"The story begins when Hiromichi Kojima, the star batter of the fictional Lycaons in Japan's Pacific League, heads to the southern Japanese island of Okinawa to train and bring himself out of a slump. There, he meet Tōa Tokuchi, a 134-kmph (83 miles per hour) pitcher and the undisputed king of a gambling form of baseball called 'One Out.' At Kojima's urging, Tokuchi signs up with the Lycaons under an unusual contract: he gets 5,000,000 yen (about US$46,000) for every out he pitches, but loses 50,000,000 yen (US$460,000) for every point he gives up. "},{"id":110,"name":"Yu Yu Hakusho","rank":1,"genres":["Action","Comedy","Demons","Fantasy","Martial Arts","School","Shounen"],"cover":"110-YuYuHakusho.jpg","description":"Urameshi Yusuke, 14 years of age, is about as troublesome and violent as teenagers come. He is constantly ditching school, causing trouble, and getting into numerous fights everyday. One day however, he does the unexpected, sacrificing himself to save a young child. Such an action, was never ever expected, especially coming from someone as troublesome as Urameshi Yusuke. The afterlife is not prepared for Yusuke, as they never thought he would make such a sacrifice. Nowhere to go, and dead, Yusuke becomes a ghost and must earn his way back into existence.\n\nYusuke is 'employed' by Koenma, who is in charge while his father and ruler of the afterlife, King Enma, is away. Under Koenma's command, Yusuke helps to stop menacing demons that threaten the lives of people everywhere; whether by stealing priceless and invaluable items and destructive weapons, or by wreaking havoc on humans everywhere.\n\nThroughout Yusuke's journey, he is usually joined by; his arch-rival, and local bully, Kuwabara Kazuma. He is also joined by two demons named Hiei and Kurama, whom are ex-convicts of the afterlife that managed to escape from Koenma.\n\nThis group of unlikely allies goes on to participate and struggle in battles that have outcomes that determine the fate of humanity!\n\nYu Yu Hakusho is created by popular mangaka Yoshihiro Togashi, who is also responsible for creating the acclaimed and much-loved series known as Hunter X Hunter. Yu Yu Hakusho also managed to surpass Dragon Ball Z in ratings during its TV run. "},{"id":111,"name":"Busou Renkin","rank":1,"genres":["Action","Comedy","Fantasy","School","Shounen","Supernatural"],"cover":"111-BusouRenkin.jpg","description":"The story begins when high school student Kazuki Muto is killed one night saving a mysterious girl from a monster, only to wake up in his school dorm, believing it to have been a dream. However, he soon finds out that dream wasn't a dream at all when a giant serpentine monster attacks him and his sister. Tokiko Tsumura, the girl he saved, explains that the monster is a homunculus. Kazuki had been attacked and killed by it when he was rescuing her. However, she, feeling responsible for him, revived him by placing a Kakugane medallion in his chest, serving as a replacement heart.\n\nThe Kakugane, as Tokiko explains, is an alchemical device that, when activated, takes a certain form based on the Kakugane's user, forming a unique Buso Renkin. The Buso Renkin is the only thing that can destroy a homunculus monster. Using this, Kazuki creates his own Buso Renkin (the 'Sunlight Heart', a huge lance). Along with Tokiko and her own Buso Renkin (the 'Valkyrie Skirt', an execution scythe), Kazuki joins the fight against the homunculi and their master."},{"id":112,"name":"Mobile Suit Gundam 00","rank":1,"genres":["Action","Drama","Mecha","Sci-Fi","Military"],"cover":"112-MobileSuitGundam00.jpg","description":"It is the year A.D. 2307. Fossil fuels on Earth have been depleted entirely, with mankind turning to the next available power source: solar energy. During this time, 3 orbital elevators with solar power generation systems are built, each under control by the Union (formerly United States of America), the Human Reformist Alliance (Russia, China and India) and the AEU (Europe). However, not all countries are able to enjoy the benefits of this system, leading to widespread resentment and war. Arising out of the conflict, a mysterious non-profit military organization known as Celestial Being appears, dedicated to end all warfare using Mobile Suits called Gundam. This begins the stories of Gundam Meisters (pilots) Setsuna F. Seiei, Lockon Stratos, Allelujah Haptism and Tieria Erde as they are thrown into conflict between the 3 superpowers and the other various factions."},{"id":113,"name":"Mobile Suit Gundam Seed","rank":1,"genres":["Action","Mecha","Sci-Fi","Military"],"cover":"113-MobileSuitGundamSeed.jpg","description":"C.E. 71: In the midst of war between the Naturals (OMNI) and Coordinators (ZAFT), a unit from ZAFT is dispatched to hijack the Earth Alliance's newly developed mobile suits on the neutral colony of Heliopolis. Orb Civilian Coordinator Kira Yamato attends the technical college on Heliopolis. After ZAFT hijacks 4 of the 5 mobile suits, Kira stumbles upon the last one, Strike, forced to pilot it to save his and his friend's lives. During this confusion, Kira also reunites with his childhood Coordinator friend, Athrun Zala, who ironically turns out to be a ZAFT soldier and one of the hijackers at Heliopolis. Having control of Strike, Kira joins the Earth Alliance boarding the ship known as Archangel, to protect his friends while despairing over becoming the enemy of his childhood friend and people."},{"id":114,"name":"Nabari no Ou","rank":1,"genres":["Action","Comedy","Drama","Fantasy","Shounen","Supernatural"],"cover":"114-NabarinoOu.jpg","description":"Silent, apathetic yet mischievous, 14-year-old Rokujou Miharu is the bearer of the hijutsu, 'Shinrabanshou', a powerful technique many ninja clans desire to possess to become the ruler of Nabari. Fellow classmate Kouichi and his English teacher Kumohira are both secretly Banten clan ninjas, pledging themselves to protect Miharu from his many attackers. Keeping apathetic, Miharu attempts to reject their invitation to join their ninja ‘club’ however, after numerous attacks; he finds no choice but to join their group as a means for his survival. Slowly, Miharu takes a step closer to becoming the ruler of Nabari."},{"id":115,"name":"Hunter x Hunter","rank":1,"genres":["Action","Adventure","Shounen","Super Power"],"cover":"115-HunterxHunter.jpg","description":"A Hunter is one who travels the world doing all sorts of dangerous tasks. From capturing criminals to searching deep within uncharted lands for any lost treasures. Gon is a young boy whose father disappeared long ago, being a Hunter. He believes if he could also follow his father's path, he could one day reunite with him.\n\nAfter becoming 12, Gon leaves his home and takes on the task of entering the Hunter exam, notorious for its low success rate and high probability of death to become an official Hunter. He befriends the revenge-driven Kurapika, the doctor-to-be Leorio and the rebellious ex-assassin Killua in the exam, with their friendship prevailing throughout the many trials and threats they come upon taking on the dangerous career of a Hunter. Based on the manga by Togashi Yoshihiro."},{"id":116,"name":"Chrno Crusade","rank":1,"genres":["Action","Demons","Romance","Supernatural"],"cover":"116-ChrnoCrusade.jpg","description":"The year is 1928 A.D. The place is New York, U.S.A. The economic prosperity brought forth after the Great War also heightened the presence of something far darker and much more sinister: the demonic Sinners. The Magdalene Order is an organization that tries to counter this force. Two of its exorcists are Rosette Christopher and her assistant, Chrono. Both appear out of place in an organization like this, and they are in a quest to find Rosette's missing brother, Joshua. Their relationships, secrets and fates can only be revealed in time..."},{"id":117,"name":"Kannagi","rank":1,"genres":["Comedy","School","Shounen","Supernatural"],"cover":"117-Kannagi.jpg","description":"Our unlucky protagonist, Jin, uses the trunk of a sacred tree to carve a statue for a school project. When he takes it outside, to his surprise it begins absorbing the surrounding earth and transforms into, hold your breath on this one, a girl! So like all similar setups this guardian deity is pretty pissed that her tree was cut down and lives with Jin while she takes out her anger on squashing bugs....er, cleaning the 'Impurities'."},{"id":118,"name":"Chuunibyou demo Koi ga Shitai!","rank":1,"genres":["Comedy","Drama","Romance","School","Slice of Life"],"cover":"118-Chuunibyou-demo-Koi-ga-Shitai!.jpg","description":"Yuuta Togashi suffered from chuunibyou while he was in middle school. When he graduated, he put that dark history behind him and forgot about it... or he was supposed to. High school was smooth sailing and full of enjoyment—until the unavoidable, sad event occurs. The event that locks Yuuta into a contract with Rikka Takanashi and disrupts his desperately ordinary life."},{"id":119,"name":"Boku wa Tomodachi ga Sukunai","rank":1,"genres":["Comedy","Ecchi","Romance","School","Harem","Seinen"],"cover":"119-Boku-wa-Tomodachi-ga-Sukunai.jpg","description":"Hasegawa Kodaka has transferred schools, and he's having a hard time making friends. It doesn't help that his blond hair tends to make people think he's a delinquent. One day, he runs into his bad-tempered solitary classmate Yozora while she's talking animatedly to her imaginary friend Tomo. Realizing that neither of them have any actual friends, they decide that the best way to alter this situation is to form a club and start recruiting. \n\nThat is how 'Rinjinbu', The Neighbours' Club, was formed, a club specifically designed for people who don't have very many friends. As other lonely classmates slowly join their little club, they'll try to learn how to build friendships through cooking together, playing games, and other group activities. But will this group of relationship-challenged misfits really be able to get along?"},{"id":120,"name":"Kanon (2006)","rank":1,"genres":["Drama","Romance","Slice of Life","Supernatural"],"cover":"120-Kanon-(2006).jpg","description":"As a young child, Aizawa Yuuichi had often visited his cousin in the city. However, something drastic happened to keep him away for seven long years. Now, Yuuichi returns, his memories of those days are simply gone.\n\nSettling into the wintry town, Yuuichi comes across several young girls, all of whom are connected to his past. As he befriends them and continues to interact with them, the long forgotten memories from his childhood begin to resurface..."},{"id":121,"name":"Shuffle!","rank":1,"genres":["Comedy","Drama","Ecchi","Fantasy","Magic","Romance","School","Harem","Seinen"],"cover":"121-Shuffle!.jpg","description":"In present times, Gods and Demons coexist together with Humans after the door between each of these worlds had opened. Tsuchimi Rin is a normal young high school student attending Verbena Academy, spending his days living peacefully with his childhood friend Kaede. Unexpectedly, one day the King of Gods, the King of Demons and their families move into be Rin's next door neighbors. Apparently the daughter of the Gods, Sia, and the daughter of the demons, Nerine, are both deeply in love with Rin after having met him the past. Along with his playful friendship with upperclassmen Asa and his encounter with the silent but cute Primula, Rin has much on his hands dealing with the affections of each of these girls. Based on the eroge by Navel."},{"id":122,"name":"True Tears","rank":1,"genres":["Drama","Romance","School"],"cover":"122-True-Tears.jpg","description":"Shinichiro is a student living in what would be a dream come true for most high school boys, but for him is mostly a frustration. A well liked girl in school named Hiromi has lived in his house for a year along with his family. Her father was a close friend of the family, and when he died they immediately took her in. She is popular and well liked, always smiles, is talented in sports- but Shinichiro knows there must be tears inside her. Having an artistic tendency, he makes watercolours of her and thinks about wishing to ease her tears. Yet he cannot bring up the nerve to talk to her even in his own home. She, too, is quiet and withdrawn in their house, quite unlike at school. Shinichiro is also distracted by teasing from his friend Nobuse for watching Hiromi from afar, a curse of bad luck from a strange girl named Noe, and being forced to perform Muhiga dancing. By helping Noe he hopes to ease his own problems, yet he seems to have difficulty helping himself."},{"id":123,"name":"Little Busters!","rank":1,"genres":["Comedy","Drama","Romance","School"],"cover":"123-Little-Busters!.jpg","description":"When tragedy struck Riki Naoe as a child, he was rescued from grief over his parent's deaths when four other kids 'recruited' him for their group—the 'Little Busters.' Now in high school, Riki and the other Busters are still fast friends, and though their vision of being heroes for justice may have faded, they'd still do anything for each other. Which is why Riki is now on TWO special missions. The not so secret one: recruiting new members so the Busters can form a baseball team. Preferably FEMALE recruits, as the current dude/babe ratio is an inconvenient 4 to 1. The OTHER mission, though... That's the strange one. Because Riki and Rin, the group's singular girl, are receiving odd messages, delivered by cats, concerning the existence of a 'secret world' and assigning them tasks they have to complete. Were their youthful dreams of being crusaders not so fanciful after all? Or is there something even more vital at stake? Between steeling his courage to talk to girls, dealing with his own narcolepsy and facing his feelings concerning Rin, Riki may just need the strength of a superhero to solve the ultimate mystery of the Little Busters!"},{"id":124,"name":"Ookami-san to Shichinin no Nakama-tachi","rank":1,"genres":["Comedy","Parody","Romance"],"cover":"124-Ookami-san-to-Shichinin-no-Nakama-tachi.jpg","description":"Ookami Ryouko is a spunky and, by some accounts, rather manly high school girl. She is tall, speaks in a traditionally masculine way and is very proficient in fighting. Ookami-san's best friend is the small and high-pitched voiced Akai Ringo. Incidentally, the two are rather flat-chested, a fact the Narrator (voiced by Arai 'Kuroko' Satomi of Railgun fame) is all too eager to point out.\n\nOokami and Ringo are members of the Otogi Bank, a club in Otogi High School that assists students with their problems in return for their assistance on a different problem at a later date; thus the Otogi Bank is effectively a loan institute for problems where you can take out a loan for a solved problem but you have to repay it sooner or later.\n\nThe Otogi Bank is able to solve any problem and will go to any lengths to do so, often leading the members to danger or mayhem. Since most of the members of the club are female, another male is needed for the more dangerous assignments. Thus, the scopophobic (the fear of being looked at) Morino Ryoushi is inducted as a member, right after he confesses his love for Ookami..."},{"id":125,"name":"Sakurasou no Pet na Kanojo","rank":1,"genres":["Comedy","Drama","Romance","School"],"cover":"125-Sakurasou-no-Pet-na-Kanojo.jpg","description":"The school romantic comedy revolves around a second-year high school student named Sorata Kanda who lives in Sakurasou, the dormitory for problem children at Sorata's school. One day, Mashiro Shiina—a cute girl who happens to be also a cosmopolitan, brilliant artist—moves into Sakurasou. \n\nSorata thinks to himself that he should protect Mashiro from the weirdos at Sakurasou, but Mashiro has a surprising secret: she has no idea how to take care of herself. She gets lost if she goes out, and her room is a complete mess. Sorata's dorm mates designate him as the 'master' of Mashiro, and thus, an ordinary boy and a brilliant girl must live like 'a master and his pet.'"},{"id":126,"name":"Needless","rank":1,"genres":["Action","Comedy","Ecchi","Sci-Fi","Super Power"],"cover":"126-Needless.jpg","description":"The year is 2130. After the third world war, large contaminated areas known as 'Blackspots' formed all over Japan. Large walls were used to quarantine off these Blackspots. In time, signs of inhabitance appeared within these wastelands. Among the survivors who had been abandoned inside the Blackspots, labeled as 'those who were unneeded', came forth possessors of uncanny abilities: fire, wind, brute strength; they were defined by their supernatural abilities. Others, fearful of their powers, expelled them and named them Needless."},{"id":127,"name":"Top wo Nerae! 2","rank":1,"genres":["Action","Comedy","Mecha","Sci-Fi"],"cover":"127-Top-wo-Nerae!-2.jpg","description":"While Gunbuster's final mission destroyed the space monsters' star system, the intergalactic war still continues. Earth's only hope lies in the hands of 'TOPLESS', an elite mecha group with children possessing supernatural powers and new Buster Machines. Among their ranks is a rookie named Nono and the ace pilot Lal'C - whom Nono looks at as a 'big sister'. Together with their teammates Nicholas and Chiko they must aim for the top and protect all of mankind from the wrath of the space monsters."},{"id":128,"name":"Special A","rank":1,"genres":["Comedy","Romance","School","Shoujo"],"cover":"128-Special-A.jpg","description":"Hikari Hanazono has always been second to Kei Takishima. When they were six years old, their pro-wrestling loving fathers introduced them to each other. Assuming that she was the best in wrestling, young Hikari challenged Kei to a wrestling match only to be thoroughly defeated by him. \n\nEver since that fateful incident, Hikari swore to beat Kei in school grades, sporting events - anything. To do this, she has enrolled in the same school as Kei since elementary. Now she attends Hakusenkan, an ultra elite school, that costs her carpenter father a lot of money. \n\nHikari and Kei are the top two students in the school, with Kei holding firmly to that number one position. While Hikari considers Kei to be a rival and important friend, she is completely unaware that Kei loves her. The story primarily focuses on Hikari and her constant attempts to defeat her one and only rival, Kei, and how she finds love in their rivalry."},{"id":129,"name":"Yamato Nadeshiko Shichi Henge","rank":1,"genres":["Comedy","Shoujo"],"cover":"129-Yamato-Nadeshiko-Shichi-Henge.jpg","description":"Takano Kyohei, Oda Takenaga, Toyama Yukinojo, and Morii Ranmaru are going to rent a house to go to school for free on the condition that they make the girl of the house a 'lady'. However, Nakahara Sunako, the girl living there, is gloomy, weird, and horror movie maniac. She has a trauma of when she was told she was ugly by the boy whom she loved when she was in junior high school. She doesn't like beautiful things and gets a nosebleed when she looks at something beautiful."},{"id":130,"name":"Skip Beat!","rank":1,"genres":["Comedy","Drama","Romance","Shoujo"],"cover":"130-Skip-Beat!.jpg","description":"The story revolves around a young girl named Kyouko who went with her childhood friend, Shou, to Tokyo to pursue his dream of becoming an idol. Despite her supporting him, she overhears him dismissing her as a boring wallflower. Furious, Kyouko vows to get her revenge by defeating him in the entertainment world."},{"id":131,"name":"K","rank":1,"genres":["Action","Supernatural"],"cover":"131-K.jpg","description":"Set in a world where history has taken a slightly different course from the one we're familiar with, K follows the story of a young boy whose life is caught in a psychic war between seven kings.\n\nAshinaka High School is known for its unique setting: the entire campus is built on an island. Yashiro Isana, aka Shiro, is having lunch with a cat on one of the school rooftops. After his lunch break, Shiro goes on an errand for his classmate Kukuri to prepare for their upcoming school festival, only to be chased by some intimidating-looking men."},{"id":132,"name":"Kamisama no Memochou","rank":1,"genres":["Mystery"],"cover":"132-Kamisama-no-Memochou.jpg","description":"Narumi Fujishima isn't your typical high school student. He's never really fit in and has become increasingly more isolated from his fellow classmates. But he's not alone, and when Ayaka, the sole member of the Gardening Club, introduces him to the reclusive girl who lives above the ramen shop, Narumi enters a whole new secret world. Alice is a NEET, someone who is Not Employed, being Educated or in Training, but as Narumi quickly discovers, that doesn't mean that she does nothing all day. \n\nIn between tending to her small army of stuffed bears, Alice is an expert hacker and a very exclusive private detective. To his surprise, Narumi finds himself drafted as one of the strange-but-elite team of associates that Alice has assembled from her NEET acquaintances. Together they'll battle gangs, thieves, murderers, and drug lords. And in the middle of it all, Narumi will find his life changing forever!"},{"id":133,"name":"Natsume Yuujinchou","rank":1,"genres":["Drama","Fantasy","Shoujo","Slice of Life","Supernatural"],"cover":"133-Natsume-Yuujinchou.jpg","description":"Since he was young, a teenage boy named Natsume Takashi has been able to see youkai, but keeping this ability a secret has now become a heavy burden for him and has made his life difficult.\n\nThis begins to change when Takashi inherits his grandmother's 'Book of Friends.' He discovers that she, Natsume Reiko, shared the same ability as him and starts to understand why he was always targeted by both good and bad youkai.\n\nAfter learning the true meaning behind the Book of Friends, which allows him to manipulate the spirits listed within its pages, Natsume undertakes a journey with his bodyguard, the infamous spirit Madara, to free the spirits of their contracts with Reiko."},{"id":134,"name":"Brave Story","rank":1,"genres":["Action","Adventure","Fantasy","Kids","Magic","Supernatural"],"cover":"134-Brave-Story.jpg","description":"When 11 year old Wataru's father leaves home and his mother is taken ill to hospital, he decides to change his fate by travelling through the door shown to him by his friend Mitsuru. In a land of magic and monsters, Wataru must summon all his courage and embark on a journey with several comrades to meet the Goddess of Destiny and change this 'mistaken fate'."},{"id":135,"name":"Tenkuu no Shiro Laputa","rank":1,"genres":["Adventure","Fantasy","Romance","Sci-Fi"],"cover":"135-Tenkuu-no-Shiro-Laputa.jpg","description":"This high-flying adventure begins when Pazu, an engineer's apprentice, finds a young girl, Sheeta, floating down from the sky wearing a glowing pendant. Together they discover both are searching for a legendary floating castle, Laputa, and vow to unravel the mystery of the luminous crystal around Sheeta's neck. Their quest won't be easy, however. There are greedy air pirates, secret government agents and astounding obstacles to keep them from the truth, and from each other."},{"id":136,"name":"Serial Experiments Lain","rank":1,"genres":["Dementia","Mystery","Drama","Sci-Fi","Supernatural","Psychological"],"cover":"136-Serial-Experiments-Lain.jpg","description":"Lain Iwakura appears to be an ordinary girl, with almost no experience with computers. Yet the sudden suicide of a schoolmate, and a number of strange occurrences, conspire to pull Lain into the world of the Wired, where she gradually learns that nothing is what it seems to be... not even Lain herself."},{"id":137,"name":"Phantom: Requiem for the Phantom","rank":1,"genres":["Action","Drama","Thriller","Seinen"],"cover":"137-Phantom-Requiem-for-the-Phantom.jpg","description":"Mafia is rife in America where assassinations are a regular occurrence on the streets. Inferno, a mysterious company, is behind most of these dealings through the use of their near-invincible human weapon, 'Phantom.'\n\nOne day, a Japanese tourist accidentally witnesses Phantom’s latest murder. Desperate to escape, the tourist hides in a secluded building. However, Phantom, revealed to be a young woman named Ein, and the leader of Inferno ‘Scythe Master’ captures the tourist and brainwashes him.\n\nGiven the name ’Zwei’, this once peaceful tourist is now a puppet of Inferno with no memories. Drawn into a world of lies, deceit, and violence, Zwei must fight to survive, hopefully to one day regain his memories and escape from this world where he is constantly on the brink of death."},{"id":138,"name":"Black Cat","rank":1,"genres":["Adventure","Comedy","Sci-Fi","Shounen","Super Power"],"cover":"138-Black-Cat.jpg","description":"Train Heartnet is the infamous gunman 'Black Cat', a cold-blooded assassin who works for the organization known as 'Chronos', bearing the mark XIII on his body. Most of his life was surrounded by violence, so Train is quiet, asocial and uncaring. However his life changes as he encounters the mysterious Sweeper (bounty hunter), Saya. Her unique way of living interested Train but tragedy occurs, resulting in Train changing the way he has lived towards the life of a Sweeper with newfound friends Sven and Eve."},{"id":139,"name":"Witch Hunter Robin","rank":1,"genres":["Action","Mystery","Drama","Magic","Supernatural","Police"],"cover":"139-Witch-Hunter-Robin.jpg","description":"Witches are individuals with special powers like ESP, telekinesis, mind control, etc. (not the typical hogwart and newt potions). Robin, a craft user, arrives from Italy to Japan to work for an organization named STN Japan Division (STN-J) as a replacement for one of STN-J's witch hunters who was recently killed. Unlike other divisions of STN, STN-J tries to capture the witches alive in order to learn why and how they became witches in the first place."},{"id":140,"name":"High School DxD","rank":1,"genres":["Comedy","Demons","Ecchi","Romance","School","Shounen","Harem"],"cover":"140-High-School-DxD.jpg","description":"Issei Hyodo is your average perverted high school student whose one wish in life is to have his own harem, but he's got to be one of the unluckiest guys around. He goes on his first date with a girl only to get brutally attacked and killed when it turns out the girl is really a vicious fallen angel. To top it all off, he's later reincarnated as a devil by his gorgeous senpai who tells him that she is also a devil and now his master! One thing's for sure, his peaceful days are over. In a battle between devils and angels, who will win?"},{"id":141,"name":"Gantz","rank":1,"genres":["Action","Drama","Horror","Sci-Fi","Supernatural","Psychological"],"cover":"141-Gantz.jpg","description":"Thought your life was bad? Sometimes, death is worse. There is no salvation, peace, nor god waiting to receive you into their care. But wait, a god? Maybe you are talking about that big black ball stuck in the room with you. Now you are thrown into a game, fighting green aliens and robot monsters for the chance to survive.\n\nWhen Kei Kurono is killed, he thus finds himself caught in such a game; a test of his skills, morals and will to survive. His life is not his own, his death spat and trampled upon over and over again. What happens if he does not listen? God knows.\n\nA word of warning: Gantz is not for the faint-hearted, but neither is it as simple as it looks. Gore, rape and violence is rampant, as are portrayals of greed, violence, and all the ugliness that one sees in society today."},{"id":142,"name":"Outlaw Star","rank":1,"genres":["Action","Adventure","Comedy","Sci-Fi","Space"],"cover":"142-Outlaw-Star.jpg","description":"In the distant future, after humans left earth and started colonizing other planets, there lives a man named Gene Starwind and his young partner/brother, Jim Hawking. The two men run a small business on the planet Centinel 3 that claims 'we can do any job.' Gene makes money on the side by bounty hunting. One day a woman comes to hire the men for personal protection, little do they know that she is actually an Outlaw in disguise. The following events lead Gene and Jim into a maze of trouble, searching for hidden trouble, running from the cops and pirates, and helping out people in odd jobs along the way."},{"id":143,"name":"Arakawa Under the Bridge","rank":1,"genres":["Comedy","Romance","Seinen"],"cover":"143-Arakawa-Under-the-Bridge.jpg","description":"Ko Ichinomiya's family motto is 'Never be indebted to anyone,' but after losing his pants and falling into the Arakawa River, he quickly finds himself in debt to his savior, the cutely insane Nino (who happens to live under the bridge). To repay her, he vows to help her with her desire to 'experience love.' Along the way he'll meet the river's other residents, including a hot-blooded kappa, a Sister in drag, and a literal rock star. Sorry, Ko—when you fell into that river, I guess you really got in over your head! "},{"id":144,"name":"Katanagatari","rank":1,"genres":["Action","Adventure","Historical","Martial Arts"],"cover":"144-Katanagatari.jpg","description":"Yasuri Shichika, seventh successor of the Kyoto Ryu (bladeless) sword art, lives on an isolated island with his older sister, Nanami. \n\nOne day Shichika is visited by a woman named Togame, who requests his aid in her quest to find and collect the final twelve swords forged by the legendary master swordsmith, Shikizaki Kiki. Shichika and Togame begin their odyssey by leaving the island he called home for over 20 years. They will face twelve individuals who possess and protect Shikizaki's legendary swords. \n\nJoin Shichika and Togame on an exciting, epic adventure that defies reality as they discover the true potential of the Kyoutoryuu sword style!"},{"id":145,"name":"Mononoke","rank":1,"genres":["Demons","Mystery","Fantasy","Historical","Horror","Supernatural","Seinen"],"cover":"145-Mononoke.jpg","description":"Mononoke is a spin-off of the Bakeneko story arc of Ayakashi: Japanese Classic Horror. It follows the Medicine Seller as he deals with various spirits or 'Mononoke' in feudal Japan. Just like in the Bakeneko story, he combats with a series of tools and his vast knowledge of the supernatural on his side, but can only slay the Mononoke when he uncovers its form (Katachi), the truth behind its appearance (Makoto) and the reason for its unusual behavior (Kotowari)."},{"id":146,"name":"xxxHOLiC","rank":1,"genres":["Comedy","Mystery","Drama","Supernatural","Psychological"],"cover":"146-xxxHOLiC.jpg","description":"Watanuki Kimihiro can see spirits and other assorted supernatural creatures, which is quite a bothersome ability he strongly dislikes. On the way home one day, while plagued by some spirits, he is inexplicably compelled to enter a strange house. There, he encounters Yuuko, a mysterious woman who claims to be able to rid him of the ability to see and attract the troublesome creatures – for a price. She demands that he work at her “store” that grants wishes to people, and thus begins Watanuki's adventures through weird and wonderful events."},{"id":147,"name":"Yahari Ore no Seishun Love Come wa Machigatteiru.","rank":1,"genres":["Comedy","Romance","School"],"cover":"147-Yahari-Ore-no-Seishun-Love-Come-wa-Machigatteiru..jpg","description":"This romantic comedy revolves around an antisocial high school student named Hikigaya Hachiman with a distorted view on life and no friends or girlfriend. When he see his classmates talking excitedly about living their adolescent lives, he mutters, They're a bunch of liars. When he is asked about his future dreams, he responds, Not working. A teacher gets Hachiman to join the volunteer service club, which happens to have the school's prettiest girl, Yukinoshita Yukino."},{"id":148,"name":"Yuru Yuri","rank":1,"genres":["Comedy","School","Shoujo Ai","Slice of Life"],"cover":"148-Yuru-Yuri.jpg","description":"Right after starting middle school, Akari Akaza joins the Amusement Club which is composed solely by her two childhood friends, Kyouko Toshinou and Yui Funami. Chinatsu Yoshikawa, Akaza's classmate, becomes a member after finding out about the dissolution of the Tea Club. \n\nThe Amusement Club, situated at the tea room facility since the Tea Club disbanded, has no clear purpose, being free for the girls to do whatever they want."},{"id":149,"name":"A-Channel","rank":1,"genres":["Comedy","School","Slice of Life","Seinen"],"cover":"149-A-Channel.jpg","description":"Tooru and Run have been best friends forever, so when Tooru learns that she's managed to get into the same high school as Run, she runs to tell her… only to find Run in a compromising position with yet another girl, Yuko. Needless to say, that makes things a bit awkward at school, with Tooru fending off those who might be interested in Run while Yuko and their other girlfriend, Nagi, have to deal with Run's own penchant for drama. "},{"id":150,"name":"So Ra No Wo To","rank":1,"genres":["Music","Sci-Fi","Military"],"cover":"150-So-Ra-No-Wo-To.jpg","description":"In a lonely corner of the world, on the edge of No Man’s Land, sits Clocktower Fortress. It’s home to the 1121st Platoon of the Helvetian Army, and their newest member is a 15-year-old volunteer named Kanata Sorami, who enlisted to learn how to play the bugle. When she was a child, Kanata was saved by a beautiful soldier and found inspiration in the clear, golden sound of her trumpet. From that day forward, Kanata decided music would be her life. \n\nAs the other platoon members train her how to be a bugler and a soldier, Kanata's enduring optimism will inspire them to look for happiness and beauty, even in a world haunted by war."},{"id":151,"name":"Beck","rank":1,"genres":["Comedy","Drama","Music","Shounen","Slice of Life"],"cover":"151-Beck.jpg","description":"Tanaka Yukio, better known by his nickname Koyuki is a 14 year old who feels disconnected from life in general. Through the act of saving a mismatched dog, he meets guitarist Minami Ryuusuke, and becomes involved in Ryuusuke's new band BECK. Koyuki's life starts to change as the band struggles towards fame."},{"id":152,"name":"Tamako Market","rank":1,"genres":["Comedy","Slice of Life"],"cover":"152-Tamako-Market.jpg","description":"Tamako knows just about everything there is to know about mochi, the traditional Japanese dessert treats. When she's not attending her first year of high school, she even invents new flavors and varieties for Tama-ya, her family's mochi shop. School and growing up, on the other hand, are some things that she's still trying to find the right recipe for. But with the help of her best friends Kanna and Midori, two girls whose parents run businesses in the same shopping district, Tamako's determined to make the best of things. It's complicated though, especially when it comes to emotions and her relationship with her best boy friend Mochizou, whose family runs a rival mochi shop. And lately, Midori's been feeling a little odd about her feelings towards Tamako as well. And what's with up with that strange bird fluttering around, the one that speaks fluent Japanese? It's all very mysterious and overwhelming, but at least Tamako always has one thing she can count on: No matter if your day's been good or bad, there's certain to be something sugary and delicious waiting at the end of every adventure whenever you take a walk through Tamako Market!"},{"id":153,"name":"Groove Adventure Rave","rank":1,"genres":["Adventure","Comedy","Fantasy","Romance","Shounen"],"cover":"153-Groove-Adventure-Rave.jpg","description":"Haru Glory is a boy who lives with his sister, Cattleya, in Garage Island. After fishing out a.... thing called Plue, he meets Shiba who entrusted him with Rave Stone or more known as Holy Bring. From there on, he embarks on a quest leaving his sister at Garage Island like his father who went to find Rave 15 years ago. He meets Elie, a girl who loves to gamble but has lost her memory. They met up with Musica at Punk Street. They have to eliminate Demon Card using Rave and is helped by Elie's uncontrollable Ethelion and Musica's ability of controlling silver as a Silver-Claimer. Unfortunately, they had to collect 4 more Raves in order to eliminate the mother of all dark brings, Sinclair. Together, they find out their past including Haru and Musica who both do not know their parents very well. They also find out the connection between Ethelion and Rave."},{"id":154,"name":"The Law of Ueki","rank":1,"genres":["Adventure","Comedy","Drama","Shounen","Supernatural"],"cover":"154-The-Law-of-Ueki.jpg","description":"Kousuke Ueki, a student of the Hinokuni Junior High School, is picked by a God Candidate, Koba-sen, to participate in a competition where people battle out to become God and only the strongest will prevail. Embodied with the ability to turn garbage into trees, Kousuke will be joining in the battle against other junior high school students in this selection. This sets the premise for the earth-friendly battle where the students will pit their powers against the rest."},{"id":155,"name":"Accel World","rank":1,"genres":["Action","Romance","School","Sci-Fi","Shounen"],"cover":"155-Accel-World.jpg","description":"The year is 2046. Haruyuki Arita is a young boy who finds himself on the lowest social rungs of his school. Ashamed of his miserable life, Haruyuki can only cope by indulging in virtual games. But that all changes when Kuroyukihime, the most popular girl in school, introduces him to a mysterious program called Brain Burst and a virtual reality called the Accel World."},{"id":156,"name":"Btooom!","rank":1,"genres":["Action","Sci-Fi","Psychological","Seinen"],"cover":"156-Btooom!.jpg","description":"In the blink of the mind's eye, Ryouta Sakamoto suddenly finds himself transported from playing the hit Btoom! video game to being stranded on a mysterious island, equipped with a day's worth of provisions, a bag of bombs, a strange crystal embedded in his left hand and a huge gaping hole in his memory. But it doesn't take long to figure out what's going on, especially after the first person Ryouta meets tries to kill him. Someone is attempting to recreate the ultra-violent Btoom! game in real life, and the island has been filled with an army of other unwilling players, each armed with one of the multiple variants of explosive weapons called BIM. Fortunately, Ryouta's an ace Btoom! player, but this insane version of the game has no reset switch or second lives, and there's only one way off the island: kill seven other people before they can kill you! Can Ryouta repurpose his game based skills fast enough to survive?"},{"id":157,"name":".hack//Sign","rank":1,"genres":["Adventure","Mystery","Fantasy","Magic","Sci-Fi"],"cover":"157-hack-Sign.jpg","description":"A young wavemaster, only known by the alias of Tsukasa, wakes up in an MMORPG called The World, with slight amnesia. He does not know what he has previously done before he woke up. In The World, he is suspected to be a hacker of the Crimson Knights, as he was seen accompanying a tweaked character in the form of a cat. Unable to log out from the game, he wanders around looking for answers, avoiding the knights and other players he meets along the way.\n\nAs Tsukasa explores The World, he stumbles upon a magical item that takes the form of a 'guardian', which promises him protection from all harm. Subaru, the leader of the Crimson Knights, along with several other players who became acquainted with Tsukasa, set out to investigate why Tsukasa is unable to log out, and attempt to get to the bottom of the problem before it gets out of hand."},{"id":158,"name":"Hunter x Hunter: Greed Island","rank":1,"genres":["Action","Adventure","Shounen","Super Power"],"cover":"158-Hunter-x-Hunter-Greed-Island.jpg","description":"After the battle with the Spiders, the search for Ging continues as Gon and Killua decided to once again attempt to purchase the rare game 'Greed Island'. However, Gon came up with a better plan, which was to volunteer to complete the game for the billionaire who owned it. But some training must be done, as Gon and Killua's abilities are still at a developing stage and 'Greed Island' is no simple game for anyone to play with. It is the infamous game that could easily lead to one's death. Based on the manga by Togashi Yoshihiro."},{"id":159,"name":"Mondaiji-tachi ga Isekai kara Kuru Sou Desu yo?","rank":1,"genres":["Fantasy","Supernatural"],"cover":"159-Mondaiji-tachi-ga-Isekai-kara-Kuru-Sou-Desu-yo.jpg","description":"Izayoi Sakamaki, Asuka Kudou, and You Kasugabe have tremendous psychic powers and are bored with the regular world. An envelope arrives for each person, and when each opens their envelope, they are stunned to see the scenery around them change to a world they had never encountered before. They've been summoned by the Black Rabbit to help the community 'No Name' to overthrow the Devil King."},{"id":160,"name":"Minami-ke","rank":1,"genres":["Comedy","Slice of Life"],"cover":"160-Minami-ke.jpg","description":"There are three of the Minami sisters: Haruka, Kana and Chiaki, who have an average life. The girls only have each other to depend on and help each other get through everything from love confessions to cooking."},{"id":161,"name":"Nichijou","rank":1,"genres":["Comedy","School","Slice of Life"],"cover":"161-Nichijou.jpg","description":"While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for."},{"id":162,"name":"Acchi Kocchi","rank":1,"genres":["Comedy","Romance","School","Slice of Life","Seinen"],"cover":"162-Acchi-Kocchi.jpg","description":"Everyone has a circle of friends they hang out with. But even within a small group there are smaller groups of friends, best friends and, here's where it gets complicated, boyfriends and girlfriends. Sometimes relationships just develop in a way where you're not exactly sure what you are to the other person. Which is the problem Tsumiki has when it comes to Io. Io's as tall and easygoing as Tsumiki is short in both temper and stature, but he also seems to be totally clueless about how she's starting to feel. Yet, at times, he's almost too affectionate. It's just confusing and irritating. And their prankster friends Mayoi and Sakaki aren't much help. Especially Mayoi, as it gives her one more thing to tease Tsumiki over. Hime, the fifth member of their usual gang of five isn't much better, because she's not really well connected to reality anyway. Which leaves Tsumiki stuck in a quandary. Are she and Io just best friends? And is it worth risking that for what Tsumiki wants?"},{"id":163,"name":"Shiki","rank":1,"genres":["Mystery","Vampire","Supernatural","Thriller"],"cover":"163-Shiki.jpg","description":"During a fiercely hot summer in Sotoba, a peaceful and quiet village with a population of 1300 people, a series of bizarre deaths begin to occur. At the same time, a strange family moves into a long abandoned mansion in the region. After supposedly visiting this strange family, the fashionable Shimizu Megumi goes missing and the entire village goes out in search for her."},{"id":164,"name":"ChaoS;HEAd","rank":1,"genres":["Mystery","Sci-Fi","Harem","Supernatural","Psychological"],"cover":"164-ChaoS;HEAd.jpg","description":"Shibuya, Japan, 2008. Takumi Nishijou, a high school student at the Private Suimei Academy, one day hears about the 'New Gen' murders that have been occurring around the city. Although dismissing the subject because it doesn't involve him, Takumi begins to experience strange mishaps around him, from a horrific picture he received while on his PC, to a mysterious Pink-Haired girl standing at a murder scene.\n\nFrom there on Takumi struggles to cope with the events unfolding around him, and is soon unaware of what is real or a delusion. As his fate opens up before him, the perpetrator behind the 'New Gen' events attempts to find him, leading him into a world where nothing is as it seems."},{"id":165,"name":"Itazura na Kiss","rank":1,"genres":["Comedy","Romance","Shoujo"],"cover":"165-Itazura-na-Kiss.jpg","description":"Ever since she entered high school, Kotoko Aihara wanted to be in the same class as Naoki Irie. The only problem is that Irie is the smartest student in school contrast to Kotoko being one of the dumbest. Now in her 3rd year of high school, she still isn't there. However, one day her home gets destroyed and the only place left to go to was Irie's home. Now that she lives close to him, will their relationship be the same, or will it become greater than it is?"},{"id":166,"name":"ef - a tale of memories.","rank":1,"genres":["Mystery","Drama","Romance","Seinen"],"cover":"166-ef-a-tale-of-memories.jpg","description":"On Christmas Eve, Hiro Hirono's bike is stolen by a girl chasing a thief who stole her purse. He gives chase and finds her unconscious and his bike ruined. The girl, Miyako Miyamura, soon awakes and the two begin to talk. After making sure she is okay, they end up spending Christmas Eve together. Later, Hiro finds out Miyako attends the same school as him and they begin to spend more and more time together, Miyako developing affections for Hiro. Kei Shindou -- Hiro's childhood friend who has long held a crush on him -- begins to become jealous and a love triangle follows. \n\nThe series also tells the story of Renji Asou. One day, he meets Chihiro Shindou, the twin sister of Kei Shindou, at an abandoned train station. Even though she's very shy, they get along pretty well and begin meeting at the same spot everyday. However, Renji finds out that Chihiro was in a car accident years ago and as a consequence she suffers from a disability: her memory lasts only 13 hours. Nevertheless, after learning that Chihiro's dream is to write a novel, Renji finally decides to help her fulfill her dream while also trying to make her overcome the difficulties imposed by her condition."},{"id":167,"name":"Sekirei","rank":1,"genres":["Action","Comedy","Ecchi","Super Power","Harem"],"cover":"167-Sekirei.jpg","description":"Minato Sahashi is extremely intelligent, yet due to his inability to cope under pressure has failed the college entrance exam twice. As a result he has been branded an idiot and loser by many. One day after talking to his yet again disappointed mother he comes into contact with a girl named Musubi who was under attack. The girl runs but takes him with her and soon finds that Minato, while unknown to him, is an Ashikabi, one of the mysterious set of masters that have the genetic trait that can become partners with some of the 108 cute girls, buxom women, and bishōnen called 'Sekirei'. The reason for the partnership allows the Sekirei to use all their power to win in the competition held by the mysterious MBI corporation."},{"id":168,"name":"Shingetsutan Tsukihime","rank":1,"genres":["Action","Mystery","Horror","Romance","Super Power","Vampire","Supernatural"],"cover":"168-Shingetsutan-Tsukihime.jpg","description":"Shiki Tohno sustained a life threatening injury as a child, and due to that incident he was sent away from the Tohno household and was given to a relative to be raised. Years later, when Shiki is in high school, the head of the Tohno household—his father—dies, and he is ordered to move back in by his sister Akiha, who is the new head of the household. However, Shiki holds a huge secret. Ever since that injury, he has been seeing lines on objects, and only with a special pair of glasses is he able to stop seeing them. Also he is unable to remember anything well from the time before his accident. The day he moves back to the Tohno household is the day he stumbles upon a woman named Arcueid Brunstud and decapitates her with one stab of his knife in a temporary fit of insanity. When she suddenly showed up beside him later alive and well, and ask him to be her bodyguard, Shiki's journey to unravel the mysteries of his past begins."},{"id":169,"name":"Kurokami The Animation","rank":1,"genres":["Action","Martial Arts","Super Power"],"cover":"169-Kurokami-The-Animation.jpg","description":"High school student Ibuki Keita has been haunted by misfortune for as long as he can remember. For no apparent reason, everyone around him dies tragically. Ultimately, he refuses to become too close to anyone, even his childhood friend Akane. This leaves Keita alone in a life full of misery and disgrace.\n\nWhile eating at his favorite ramen shop one evening, Keita meets a strange young girl named Kuro. Possessing abilities that surpass that of a normal human being, Kuro classifies herself as a Mototsumitama. She explains to Keita about “Terra”, a life-energy force split between three identical looking people; a global phenomenon dubbed the “Doppeliner System”. As a Mototsumitama, Kuro guards the “Coexistence Equilibrium”, the beings that protect the flow of Terra around the world. Keita refuses to believe her story, until he is caught up in the crossfire of this hidden world. On the verge of death, he makes a contract with Kuro, unbeknownst to its true meaning. Now he is bound to Kuro, and must be with her at all times. Could Keita's misfortune possibly get any greater?"},{"id":170,"name":"Gosick","rank":1,"genres":["Mystery","Drama","Romance"],"cover":"170-Gosick.jpg","description":"The year is 1924, the place, Saubure, a small European country neatly tucked beside the Alps...\n\nKazuya Kujo has been studying abroad at the prestigious Saint Marguerite Academy, where urban legends and horror stories are all the rage. Kazuya ignores most of them but the story of the Queen Berry, a mysterious ghost ship, really gets to him. Of course, his brainy friend Victorique is much more intrigued by true stories, and she uses her unrivaled logic to solve mysteries even the town's famous detective can't. Ironically, it is Victorique's inquisitive nature that leads the duo to board a ship that matches the Queen Berry's description to a tee, a ship that might just hold the key to solving a sinister mystery..."},{"id":171,"name":"Majin Tantei Nougami Neuro","rank":1,"genres":["Comedy","Demons","Mystery","Shounen","Supernatural"],"cover":"171-Majin-Tantei-Nougami-Neuro.jpg","description":"The series focuses on Neuro Nougami, a demon who feeds on mysteries and puzzles, who comes to the human world to feast on the mysteries offered by humans who release negative energy from their planned crimes. As a demon, he must not make his presence noticed by the humans as it is the law in the human world. Because of this, he makes a permanent deal with Yako Katsuragi (who has her own personal mystery she has to solve), and together they solve crimes for Neuro's appetite."},{"id":172,"name":"Nurarihyon no Mago","rank":1,"genres":["Action","Demons","Shounen","Supernatural"],"cover":"172-Nurarihyon-no-Mago.jpg","description":"Rikuo Nura appears to be an average middle school student. No one knows that he comes home every day to a house full of youkai, nor that he transforms into the all-powerful leader of these spirits at night. However, much to the disappointment of many, Rikuo is determined to live as normal a life as possible."},{"id":173,"name":"Ichiban Ushiro no Daimaou","rank":1,"genres":["Action","Comedy","Ecchi","Fantasy","Magic","School","Shounen"],"cover":"173-Ichiban-Ushiro-no-Daimaou.jpg","description":"After enrolling at the Constant Magic Academy, Akuto Sai discovers he's not just a gifted student with magical powers; he's destined to become the Demon King. And though he's not that crazy about the idea, it drives the girls wild! From the sexy school girls in his class to the skin-obsessed android who's programmed to seduce him, Akuto has no shortage of wacky girl trouble. How much temptation can a demon king take?"},{"id":174,"name":"Afro Samurai","rank":1,"genres":["Action","Samurai"],"cover":"174-Afro-Samurai.jpg","description":"After watching his father die in a duel against an unbeatable villian known only as 'Justice,' young Afro fixes his life on the study of swords and revenge. The tale of Afro Samurai is one of bloody hardship and pain. Along his solitary path of revenge for his murdered father, he sheds no tears & knows no love. Forever chased by powerful enemies in a lawless technology-speckled dystopia, he evades bullets and blade to reach his final prey: a man who will not die. But Afro will reach his quarry - even if it means painting a road of blood and brains from here to the bitter inevitable end."},{"id":175,"name":"Stranger: Mukoh Hadan","rank":1,"genres":["Action","Historical","Samurai"],"cover":"175-Stranger-Mukoh-Hadan.jpg","description":"The story is set in the Sengoku period. A rounin called Nanashi (meaning 'nameless') saves a young boy Kotarou at an abandoned temple. Kotarou has no family, is pursued by a mysterious militia organization from China and hires Nanashi as his bodyguard. Amongst the men who pursue Kotarou is a man called Rarou, a skilled warrior with blond hair and blue eyes. He obeys an old man called Byakuran and is a member of the Chinese militia. Unlike his companions in the militia, he isn't serving any Emperor and just wants to fight with the strong."},{"id":176,"name":"Trinity Blood","rank":1,"genres":["Action","Vampire","Supernatural"],"cover":"176-Trinity-Blood.jpg","description":"The background is in the distant future after the destruction brought about by Armageddon. The war between the vampires and the humans continue to persist. In order to protect the humans from the vampires, the Vatican has to rely on other allies to counter the situation. The protagonist, Abel Nightroad, is a traveling priest from the Vatican and a crusnik, a vampire that drinks the blood of vampires. He is a member of the 'Ax', a special operations group led by Cardinal Catherina Sforza. He encounters a young girl called Esther, who decides to go with him to Rome and train at the Vatican. Soon after he meets her, the order of Rozencreuz, led by Abel's twin, Cain, tries to continue the war so they can rule the world. It's up to Abel and the AX to try and stop them."},{"id":177,"name":"Devil May Cry","rank":1,"genres":["Action","Demons","Fantasy"],"cover":"177-Devil-May-Cry.jpg","description":"Devil May Cry follows the story of the demon hunter known as Dante. As a half demon, half human, he uses his trusty sword Rebellion and his two guns Ebony and Ivory to take on missions. Dante owns and runs 'Devil May Cry', a business that specializes in hunting and killing demon-related problems. "},{"id":178,"name":"Black Blood Brothers","rank":1,"genres":["Action","Comedy","Fantasy","Shounen","Vampire","Supernatural"],"cover":"178-Black-Blood-Brothers.jpg","description":"Ten years after the Holy War in Hong Kong, Mochizuki Jirou, aka the Silver Blade, and the lone hero who fought and defeated the Kowloon Children despite the loss of his lover, returns to Japan with his young brother, Mochizuki Kotarou. The two quickly discover that the Kowloon Children who survived the Holy War are seeking to infiltrate the 'Special Zone' ,a thriving city protected by an invisible barrier that will not allow Kowloon Children entrance, unless they're invited. Red Bloods refers to the humans; Black Bloods are the vampires, and the Mochizuki Brothers are Old Blood, the last descendants of an elite clan of vampires. When Kotarou is abducted by one of the Kowloon Children, Jirou has no choice but to fight once more."},{"id":179,"name":"Gungrave","rank":1,"genres":["Action","Drama","Sci-Fi","Super Power","Seinen"],"cover":"179-Gungrave.jpg","description":"After a tragic scene with the murder of his friends, Brandon Heat follows his only friend Harry McDowel into Millennion, the largest mafia syndicate. While Harry McDowel is striving for power, Brandon is only staying in Millennion to see the girl he loves whose custody was gained by the leader of Millennion, Big Daddy. But as the years pass and Brandon proves loyal to Millennion, Brandon learns the true purpose and passion of Millennion, and that's when true conflict arises. "},{"id":180,"name":"Michiko to Hatchin","rank":1,"genres":["Action","Adventure"],"cover":"180-Michiko-to-Hatchin.jpg","description":"After escaping from prison, the sexy criminal Michiko rescues an abused girl known as Hatchin. The two are about as opposite as they come, but their fates become intertwined through the connection of a man from both their pasts. On the run from the police and Hatchin's abusive foster parents, the unlikely duo set out to find this man and ultimately discover their freedom. "},{"id":181,"name":"Noein: Mou Hitori no Kimi e","rank":1,"genres":["Adventure","Drama","Sci-Fi","Slice of Life"],"cover":"181-Noein-Mou-Hitori-no-Kimi-e.jpg","description":"In the near future, a violent battle takes place between the dimension La'cryma (protector of humanity) and the dimension Shangri-La, bent on the annihilation of all space-time. A group known as the Dragon Calvary is dispatched through space and time, searching for the only thing that can stop the invasion: the Dragon's Torque.\n\nIn the present, twelve-year old Haruka and her friend Yuu, are contemplating running away from home when they meet a member of the Dragon Calvary named Karasu (Crow). He believes that Haruka possesses the Dragon's Torque and claims to be Yuu from fifteen years in the future..."},{"id":182,"name":"Suzumiya Haruhi no Shoushitsu","rank":1,"genres":["Comedy","Mystery","Romance","School","Sci-Fi","Supernatural"],"cover":"182-Suzumiya-Haruhi-no-Shoushitsu.jpg","description":"It is mid-December, and SOS Brigade chief Haruhi Suzumiya announces that the Brigade is going to hold a Christmas party in their clubroom, with Japanese hotpot for dinner. The brigade members Kyon, Yuki Nagato, Mikuru Asahina and Itsuki Koizumi start preparing everything for the party, such as costumes and decorations. But a couple of days later, Kyon arrives at school only to find that Haruhi is missing. Not only that, but Mikuru claims she has never known Kyon before, Koizumi is also missing, and Yuki has become the sole member of the literature club. The SOS Brigade seems to have never existed, nor has Haruhi Suzumiya. No one in the school has ever heard about her... except for Kyon."},{"id":183,"name":"Karin","rank":1,"genres":["Comedy","Romance","School","Shounen","Vampire"],"cover":"183-Karin.jpg","description":"Maaka Karin comes from a family of vampires living in Japan, but she is not a normal vampire. Vampires are normally supposed to drink the blood of their victims but Karin suffers from a condition that causes her body to produce excessive amounts of blood. About once a month, she has to get rid of the excess blood by giving it to her 'victims.' But she somehow manages to go to school like everyone else her age.\n\nWell, things are about to get more complicated. When a new student, Usui Kenta transfers into Karin's class, she starts producing unusually huge amounts of blood, almost as if in reaction to him. Worse, he happens upon Karin's true nature..."},{"id":184,"name":"Uragiri wa Boku no Namae wo Shitteiru","rank":1,"genres":["Adventure","Drama","Fantasy","Shoujo","Shounen Ai"],"cover":"184-Uragiri-wa-Boku-no-Namae-wo-Shitteiru.jpg","description":"Sakurai Yuki is an orphan with a mysterious ability. Found near the fence of his current home, the Asahi Orphanage, Yuki strives for independence. The last thing he wants is to be a burden on anybody. His ability makes this nearly impossible, however; whenever he touches someone, he feel their emotions and see the darkness within their hearts and exactly what caused such darkness. Unable to control his ability, Yuki has often made insensitive blunders while trying to empathize with the person he feels pain for. Now, however, with death threats clouding his judgement and his ability increasing immensely, what will happen when a man claiming to be Yuki's older brother appears?"},{"id":185,"name":"DearS","rank":1,"genres":["Comedy","Ecchi","Romance","Sci-Fi","Harem"],"cover":"185-DearS.jpg","description":"Ikuhara Takeya is a high school student living a normal life. He is not interested in the commotion around a UFO filled with beautiful alien females that crashed on earth a year ago. The aliens, known as DearS, are deciding to take permanent residence on earth. What no one knows is that these aliens are a slave species whose sole purpose is to serve and please their masters. One day, Takeya spots a person shivering behind some bushes. This person, Ren, is one of the DearS, and after being saved by Takeya she chooses him as her master. Takeya, who doesn't know about the master-slave relationship of DearS, tries to teach Ren the normal lifestyle of the people on earth, though he constantly fears that Ren is an evil alien who's trying to brainwash him. Ren, however, isn't like other DearS. She is in fact malfunctioning and is being tracked down by their leader. Meanwhile, Takeya begins to learn more about DearS, and a mythical DearS relationship called “Gift” begins to develop between them."},{"id":186,"name":"Sora no Otoshimono","rank":1,"genres":["Comedy","Ecchi","Romance","Sci-Fi","Shounen","Supernatural"],"cover":"186-Sora-no-Otoshimono.jpg","description":"Sakurai Tomoki has been having the same strange dream since he was a child and would wake up in tears. Sugata, an upperclassman at his school, believes the dream to be of the new continent. Later that night, while waiting under the cherry trees for Sugata and his childhood friend, an angel called Ikaros comes flying down and his peaceful life changes from then on."},{"id":187,"name":"Kobato.","rank":1,"genres":["Comedy","Drama","Fantasy"],"cover":"187-Kobato..jpg","description":"Sweet and naïve Hanato Kobato came to Earth on a mission to collect and fill a bottle with 'konpeito,' which appear after healing a person's heart that is suffering. Kobato collects these because it is her wish to go to a certain place. Despite her strangeness, Kobato turns out to be well-suited for this mission as her heartfelt sincerity in helping others earns her the love and admiration of everyone she meets. However, she is not allowed to fall in love with anyone whose heart she heals."},{"id":188,"name":"Eve no Jikan","rank":1,"genres":["Sci-Fi","Slice of Life"],"cover":"188-Eve-no-Jikan.jpg","description":"The future, probably Japan. Robots have long been put into practical use, and androids have just come into use.\n\nInfluenced by the Robot Ethics Committee, it's become common sense for people to treat androids like household appliances. Their appearance - indistinguishable from humans except for the ring over each android's head - has led some people to empathize unnecessarily with androids. Known as 'android-holics', such people have become a social problem.\n\nRikuo, a high school student, has been taught from childhood that androids are not to be viewed as humans, and has always used them as convenient tools. One day Rikuo discovers some strange data in the behavior records of his family's household android, Sammy.\n\nRikuo and his friend Masaki trace Sammy's movements, only to discover a mysterious café that features a house rule that 'humans and robots are to be treated the same'..."},{"id":189,"name":"Kowarekake no Orgel","rank":1,"genres":["Drama","Music","Sci-Fi","Slice of Life"],"cover":"189-Kowarekake-no-Orgel.jpg","description":"In 2039, helper androids are widespread as general purpose electronics.\n\nKeiichiro lost his family in a traffic accident and retired from his band. One day, he finds an old model android in a garbage dump. He takes her home but after taking her to a repair shop he was told she couldn't be repaired so he planed to throw her away, but the next day he finds her making breakfast for him. Thus begin the summer days of a memory less android and a dreamless boy.\n\nKowarekake no Orgel was originally an independent animation released as an OVA. Later on it received a theatrical release that is a bit different and longer than the original."},{"id":190,"name":"Kaze no Stigma","rank":1,"genres":["Action","Fantasy","Magic","Romance","Shounen"],"cover":"190-Kaze-no-Stigma.jpg","description":"Yagami Kazuma was originally part of the Kannagi family, a respected family of fire users who have an affinity to fire. However, after being easily defeated by his cousin Ayano and having no talent whatsoever in fire magic, Kazuma is banished and casted out from his family. 4 years later, Kazuma finally returns to Japan, this time as an exceptionally powerful wind user. A series of murders on Kannagi family members have occurred with his arrival. While most of the family including Ayano is convinced Kazuma is the culprit, he honestly isn't. These events begin an all out war against the Kannagi family, with Kazuma and Ayano right in the middle of it. Based on the novel by Takahiro Yamato."},{"id":191,"name":"Last Exile","rank":1,"genres":["Action","Adventure","Sci-Fi"],"cover":"191-Last-Exile.jpg","description":"It's the dawn of the Golden Age of Aviation on planet Prester, and retro-futuristic sky vehicles known as vanships dominate the horizon. Claus Valca – a flyboy born with the right stuff – and his fiery navigator Lavie are fearless racers obsessed with becoming the first sky couriers to cross the Grand Stream in a vanship. But when the high-flying duo encounters a mysterious girl named Alvis, they are thrust into the middle of an endless battle between Anatoray and Disith – two countries systematically destroying each other according to the code of chivalric warfare. Lives will be lost and legacies determined as Claus and Lavie attempt to bring peace to their world by solving the riddle of its chaotic core."},{"id":192,"name":"Hakushaku to Yousei","rank":1,"genres":["Adventure","Fantasy","Magic"],"cover":"192-Hakushaku-to-Yousei.jpg","description":"In the nineteenth century, we find Lydia Carlton living in Scotland, making a living as a fairy doctor. She is one of those rare humans who can see and communicate with fairies. But no one believes her. However, Edgar is in need of someone with a vast knowledge of fairy lore, and Lydia is just that person. After rescuing her, he becomes her employer, but there are many secrets and emotions that seem to follow Edgar, who claims to be the Blue Knight's Earl."},{"id":193,"name":"Steamboy","rank":1,"genres":["Action","Adventure","Drama","Historical","Sci-Fi","Military"],"cover":"193-Steamboy.jpg","description":"Ray is a young inventor living in the U.K. in the middle of the 19th century. Shortly before the first ever Great Exhibition, a marvelous invention called the 'Steam Ball,' behind which a menacing power is hidden, arrives at his door from his grandfather Lloid in the U.S. Meanwhile the nefarious O'Hara Foundation has sent men to aquire the Steam Ball so that they can use its power towards their own illicit ends."},{"id":194,"name":"Kidou Senkan Nadesico","rank":1,"genres":["Action","Comedy","Mecha","Parody","Romance","Sci-Fi","Shounen","Military"],"cover":"194-Kidou-Senkan-Nadesico.jpg","description":"Akito doesn't want to fight. Despite a childhood spent on the anime Gekiganger 3, a Mecha show, he'd rather cook than pilot a Mecha. Fate intervenes when his home on Mars is destroyed, and he is transported instantly to the Earth, mysteriously. He has questions no one can answer fully, but follows a girl from a chance meeting in hopes to discover any. The girl, Yurika, is captain of the private battleship Nadesico, and in order to follow her, he enlists as their cook. Possessing the nanite implants that allow to control mechas, he's a handy backup pilot for the mechas of the Nadesico. He joins a crew bent on revenging Mars and composed of misfits, otakus, and ditzes. But in reality they are handpicked experts. They take their own private war back to Mars to face the harsh reality that life may not always be like a Giant Mecha Series."},{"id":195,"name":"Asu no Yoichi!","rank":1,"genres":["Comedy","Ecchi","Martial Arts","Romance","Shounen"],"cover":"195-Asu-no-Yoichi!.jpg","description":"His skill with a sword is magnificent but his social skills still need a lot of work! \n\nAfter many long years perfecting the art of fighting, 17-year-old Yoichi Karasuma is sent down from the remote mountains where he has been raised thinking that he's going to study some new martial arts techniques... but what he's really going to learn about are some slightly more practical things, like electrical appliances, modern clothing and, most especially, how NOT to make girls want to kill you! \n\nUnfortunately, that last lesson is one Yoichi may not survive, as his new dojo is infested with the infernal creatures in the form of the Ikaruga sisters, and they don't really seem to understand how 'proper' girls are 'supposed' to behave! Will Yoichi's bushido blade be struck down by the fearsome charms of Ibuki, Ayame, Chihaya, and Kagome? Or will the equally lethal girls from the rival Tsubame school be his undoing? "},{"id":196,"name":"Hokuto no Ken","rank":1,"genres":["Action","Drama","Martial Arts","Sci-Fi","Shounen"],"cover":"196-Hokuto-no-Ken.jpg","description":"In the post-nuclear apocalyptic future in 199X, the human race has regressed. Weak villagers are reduced to slavery, while genetically enhanced giants rule the world. Gunpowder seems only a distant memory, and the martial arts is the only weapon a man can count on.\n\nTwo schools face one another in the battle for dominion: Hokuto Shinken and Nanto Seiken. The series begins when the Hokuto successor, Kenshiro, travels the desert to confront Shin, a member of the Nanto Roku Seiken, their six ruling stars, who has taken his fiancee Yulia."},{"id":197,"name":"Saint Seiya","rank":1,"genres":["Adventure","Fantasy","Sci-Fi","Shounen"],"cover":"197-Saint-Seiya.jpg","description":"Ages ago, the goddess Athena was served by fighters called Saints who channeled the power of the Cosmos within them. Now a youth named Seiya has trained to become a Saint himself by earning the mystical Cloth of Pegasus. He is joined by other Saints with Cloths of their own to fight for Athena.\n"},{"id":198,"name":"Berserk","rank":1,"genres":["Action","Adventure","Demons","Drama","Fantasy","Horror","Romance","Military"],"cover":"198-Berserk.jpg","description":"A brave young warrior named Guts fights for his fortune as a mercenary on the front lines. A fated encounter unites Guts with the charismatic and deadly young man named Griffith. Leading the rogue soldiers known as the Band of the Hawk, Griffith wields his formidable force like no other. Driven by a quest for status, the Hawks exert military and social prowess the likes of which have never been seen before. The armies of Midland will quake with fear as Griffith and Guts set off on a path that will bring the world to its knees."},{"id":199,"name":"Dead Leaves","rank":1,"genres":["Adventure","Comedy","Sci-Fi","Shounen","Psychological"],"cover":"199-Dead-Leaves.jpg","description":"Pandy and Retro awaken naked on Earth with no recollection of their past. They embark on a devastating crime spree in search of food, clothing and transportation, but are captured by authorities and sent to the infamous lunar penitentiary named Dead Leaves. While incarcerated, they quickly discover that Dead Leaves is also a top-secret cloning facility, occupied by villainous guards and deformed genetic experiments. Ultra-manic chaos and hyper-violent bedlam ensue as they organize a prison break with the aid of their fellow mutant inmates."},{"id":200,"name":"Abenobashi Mahou Shoutengai","rank":1,"genres":["Comedy","Ecchi","Fantasy","Parody"],"cover":"200-Abenobashi-Mahou-Shoutengai.jpg","description":"Imamiya Satoshi, 'Sasshi' to his friends, has grown up in the Abenobashi Shopping Arcade in Osaka, along with his childhood friend, Asahina Arumi. Now, all that was stable in his life is in ruins. His family's bath house has closed and been torn down, and Arumi's family is moving to Hokkaido - and taking her with them. In the midst of all this, something happens to the framework of reality, and Sasshi and Arumi slip into a weird parallel world. It's still Abenobashi, but not their Abenobashi. Strange things are afoot, and Sasshi must find out their meaning, in order to reach a goal that he barely understands."},{"id":201,"name":"Excel Saga","rank":1,"genres":["Comedy","Parody","Sci-Fi","Shounen"],"cover":"201-Excel-Saga.jpg","description":"Hyperactive Excel does anything and everything to try to please her lord, Ilpalazzo, who wants to take over the planet. Excel's misadventures takes her and her partner, the ever-dying Hyatt, all over the world, meeting several strange people as they go. Everything is bizarre and goofy, as any kind of anime or entertainment genre gets mocked and spoofed."},{"id":202,"name":"Panty & Stocking with Garterbelt","rank":1,"genres":["Action","Comedy","Ecchi","Parody","Supernatural"],"cover":"202-Panty-Stocking-with-Garterbelt.jpg","description":"Panty and Stocking – the Anarchy Sisters – are two nasty-ass angels who got booted from the pearly gates for being foul-mouthed bitches! Now they spend their nights blowing up ghosts in the seedy abyss between Heaven and Earth. Panty likes sex, Stocking likes sweets, their afro-sporting main man Garter Belt has a fetish we can't mention. Together, they're turning the mean streets of Daten City into a buffet of bodily fluids. Ghosts don't stand a chance against their lingerie of mass destruction, and if this debaucherous duo can collect enough Heaven Coins, they just might get their halos back. It's a slim chance in hell, but anything can happen when you're rolling commando, especially with Panty and Stocking!"},{"id":203,"name":"Dog Days","rank":1,"genres":["Action","Adventure","Fantasy","Magic","Shounen"],"cover":"203-Dog-Days.jpg","description":"Republic of Biscotti faces a predicament by the invasion of Galette Leo Knights. In order to save the country, Princess Milchore summons a 'hero' from the outer world. Cinque, a junior high school boy living in the Earth, is chosen as the hero."},{"id":204,"name":"Hayate no Gotoku!","rank":1,"genres":["Action","Comedy","Parody","Romance","Harem"],"cover":"204-Hayate-no-Gotoku!.jpg","description":"16-year-old Hayate is really down on his luck. Because his unemployed parents are good-for-nothings who waste what money they have on gambling, Hayate had to start working at a young age to help out his family. Although such experience has made him inhumanly fast and tough and skilled at things boys aren't normally skilled at, it has also left him in an awkward position, as his parents have racked up such a huge gambling debt that they have sold Hayate to the yakuza for the value of his organs. In a desperate attempt to avoid that fate, Hayate decides to become a 'bad guy' and kidnap someone to be held for ransom, but his efforts to do so are mistaken as a confession of love by the girl he targets. When he helps save the (as it turns out) ultra-wealthy 13-year-old Nagi from real kidnappers, she takes him in and gives him a job as her new personal butler (and love interest) until he can pay off his debt. But Hayate is more attracted to Nagi's beautiful teenage maid Maria, and head butler Klaus is initially disapproving of a boy with such a poor look. And then there's Nagi's pet Tama, who is also a force to be reckoned with."},{"id":205,"name":"Hidan no Aria","rank":1,"genres":["Action","Comedy"],"cover":"205-Hidan-no-Aria.jpg","description":"Kinji is a junior at a high school for mercenaries. He just wants to be normal, but his secret condition—he turns into an ace killer when he's turned on by the female form—triggers a fiery transfer student's unrelenting desire to make him her partner. "},{"id":206,"name":"Kaze no Tani no Nausicaa","rank":1,"genres":["Adventure","Fantasy"],"cover":"206-Kaze-no-Tani-no-Nausicaa.jpg","description":"A thousand years after a global war, a seaside kingdom known as the Valley Of The Wind remains one of only a few areas still populated. Led by the courageous Princess Nausicaä, the people of the Valley are engaged in a constant struggle with powerful insects called ohmu, who guard a poisonous jungle that is spreading across the Earth. Nausicaä and her brave companions, together with the people of the Valley, strive to restore the bond between humanity and the Earth."},{"id":207,"name":"Giniro no Kami no Agito","rank":1,"genres":["Adventure","Drama","Fantasy","Romance","Sci-Fi"],"cover":"207-Giniro-no-Kami-no-Agito.jpg","description":"A failed DNA experiment with plants has changed the world forever. Having demolished the moon, the intelligent and aggressive plant-life has spread to the earth and destroyed the human civilization. The few humans that remain struggle to survive, while maintaining an uneasy truce with the restless forest. One day, a villager named Agito stumbles across a stasis unit hidden deep in the forest and awakens a very cute girl from the past. Having slept for the past 300 years, Tula steps into a very different and strange world. The neighboring high-tech village of Ragna is still locked in a bitter war with the forest and when they become aware of Tula, they realize that she is the key to activating her father’s final and ultimate weapon of humanity - a weapon designed to totally destroy the forest. When Tula is taken by the warriors of Ragna, Agito makes a pact with the forest to gain the strength and incredible powers to not only save her, but to stop the weapon from destroying both the forest and his village."},{"id":208,"name":"Seirei no Moribito","rank":1,"genres":["Adventure","Fantasy"],"cover":"208-Seirei-no-Moribito.jpg","description":"Synopsis\nAt a time when the balance of nature still held the civilizations of mankind in thrall, a single drought could spell the end of a society and doom its inhabitants to piteous deaths. Prince Chagum has been imbued with the power to stave off the drought and bring new life to his empire. However, this is a suspicious time, and he is accused of possession by an evil spirit.\n\nCourt advisors only see one solution. Chagum must be put to death by his own father's hand. His salvation is in the form of Balsa, a spear woman and mercenary from Kanbal, the kingdom across the mountains. Her skills are legendary, and although reluctant, she is held by a mysterious vow to save eight souls before she dies. Can she fend off an entire empire and make Chagum her eighth soul?\n"},{"id":209,"name":"Hoshi wo Ou Kodomo","rank":1,"genres":["Adventure","Fantasy","Romance"],"cover":"209-Hoshi-wo-Ou-Kodomo.jpg","description":"Strange sounds in the darkness... Unearthly music from an old crystal radio... These are all the warning Asuna Watase has before a simple walk to her clubhouse catapults her into a nightmarish adventure that will take her beneath the Earth to a lost land beyond the realm of legend! Attacked by a strange monstrous creature, rescued by a mysterious stranger and pursued by a relentless enemy, Asuna finds herself enmeshed in a centuries old mystery that will bind her to a strange young defender and lead her inevitably, towards a secret that may hold the key to life itself!"},{"id":210,"name":"BlackâRock Shooter (TV)","rank":1,"genres":["Action","Drama","School","Slice of Life"],"cover":"210-Black-Rock-Shooter-(TV).jpg","description":"It isn't the world you know. There wanders a girl with jet-black hair, ebony clothes, and a strikingly blue, glowing eye. Her name is Black★Rock Shooter. With a huge cannon in hand, she throws herself into a fierce battle...\n\nMeanwhile, in another world, middle-school student Mato Kuroi is drawn to Yomi Takanashi, her classmate with an unusual family name. Mato does her best to talk to Yomi, who just won't open up. Yu Koutari mocks her best friend Mato's efforts but at the same time, supports her. Mato also finds herself surrounded by other colorful characters at school, like the eccentric school counselor, Saya Irino, and the hot-blooded captain of her club club, Arata Kohata.\n\nThen, one day, the window of opportunity opens. After Mato sees that Yomi has her favorite picture book, 'Li'l Birds At Play', they strike up a conversation and Mato is invited to come over to Yomi's house. There, they gradually break the ice, until a girl in a wheelchair appears. This is Yomi's best friend, Kagari Izuriha...\n\nTwo worlds. Mato and Black★Rock Shooter. This is the story of their 'pain'."},{"id":211,"name":"Bokurano","rank":1,"genres":["Drama","Mecha","Sci-Fi","Psychological"],"cover":"211-Bokurano.jpg","description":"During a summer camp, 15 children, 8 males and 7 females, find a grotto by the sea. Deep within they discover working computers and some electronic equipment, and later the owner, a man called Kokopelli. Kokopelli claimed to be a programmer working on a brand new game, in which a large robot has to defend the Earth against alien invasions. He persuades the children to test the game and sign a contract. All but one of them signs, barely a moment later they mysteriously awaken on the shore believing what happened was just a dream."},{"id":212,"name":"Mahou Shoujo Lyrical Nanoha","rank":1,"genres":["Action","Comedy","Drama","Magic","Super Power"],"cover":"212-Mahou-Shoujo-Lyrical-Nanoha.jpg","description":"3rd grader Takamachi Nanoha stumbled upon an injured talking ferret after hearing his telepathic cries for help. The ferret turned out to be Yuuno, an archeologist and mage from another world who had accidentally scattered the dangerous Jewel Seeds throughout Earth. Without the strength to collect the Jewel Seeds, Yuuno had resumed a ferret form and needed someone else to take on the task for him. He gave a red jewel to Nanoha explaining to her with this she could transform and use magic to combat the monsters that threatened them due to the Jewel Seeds. But the monsters are the least of their worries, as Yuuno and Nanoha are not the only ones out to collect the Jewel Seeds."},{"id":213,"name":"Princess Tutu","rank":1,"genres":["Comedy","Magic","Romance","Shoujo"],"cover":"213-Princess-Tutu.jpg","description":"In a fairy tale come to life, the clumsy, sweet, and gentle Ahiru (Japanese for 'duck') seems like an unlikely protagonist. In reality, Ahiru is just as magical as the talking cats and crocodiles that inhabit her town - for Ahiru really is a duck! Transformed by the mysterious Drosselmeyer into a human girl, Ahiru soon learns the reason for her existence. Using her magical egg-shaped pendant, Ahiru can transform into Princess Tutu - a beautiful and talented ballet dancer whose dances relieve people of the turmoil in their hearts. With her newfound ability, Ahiru accepts the challenge of collecting the lost shards of her prince's heart, for long ago he had shattered it in order to seal an evil raven away for all eternity.\n\nPrincess Tutu is a tale of heroes and their struggle against fate. Their beliefs, their feelings, and ultimately their actions will determine whether this fairy tale can reach its 'happily ever after.'"},{"id":214,"name":"Kareshi Kanojo no Jijou","rank":1,"genres":["Comedy","Drama","Romance","School","Shoujo","Slice of Life"],"cover":"214-Kareshi-Kanojo-no-Jijou.jpg","description":"Miyazawa Yukino is the perfect student. Kind, intelligent, pretty and modest, it's unbelievable that such a person could exist. Little did everyone know Yukino's perfection was just a facade. An act to fulfill her desire for praise and admiration. Her life took a turn however, as a newcomer to their school Arima Soichiro topped the exam rankings. Arima is more then just intelligent, he's also kind, handsome and modest, an unbelievable person who can actually exist. Even worse luck, Arima found out Yukino's secret, blackmailing her to help him out. Their odd relationship soon develops into friendship and eventually into love. But can their love prevail through the many problems that come their way?"},{"id":215,"name":"Inu x Boku SS","rank":1,"genres":["Comedy","Romance","Shounen","Supernatural"],"cover":"215-Inu-x-Boku-SS.jpg","description":"The Shirakiin house's daughter, Shirakiin Ririchiyo, who has a complex about being unable to live independently and unprotected, feels the need to move out and live on her own under the condition of residing in the mansion named 'Ayakashi Kan.' In this mansion, only those who have cleared a very strict examination could reside in it, and for each resident, they are accompanied with one agent of the Secret Service (S.S.). Although Riricho has rejected the company of the S.S., while residing in the mansion she finds out that the agent dedicated to protecting her is actually the Fox Spirit."},{"id":216,"name":"Hoshi no Koe","rank":1,"genres":["Drama","Mecha","Romance","Sci-Fi"],"cover":"216-Hoshi-no-Koe.jpg","description":"Hoshi no Koe, using full 2D and 3D digital animation, is a story of a long distance love and mail messages between a boy and girl. Set in 2046 after the discovery of the ruins of an alien civilization on Mars, man has been able to make leaps in technology and is planning to send an expedition into space in the next year. Nagamine Mikako and Terao Noboru are junior high school students. However, while Noboru will be entering senior high next winter, Mikako is selected to join the space expedition."},{"id":217,"name":"Kumo no Mukou, Yakusoku no Basho","rank":1,"genres":["Drama","Romance","Sci-Fi","Military"],"cover":"217-Kumo-no-Mukou-Yakusoku-no-Basho.jpg","description":"In an alternate timeline, Japan was divided after losing World War II: Hokkaido was annexed by 'Union' while Honshu and other southern islands were under US sovereignty. A gigantic yet mysterious tower was constructed at Hokkaido and could be seen clearly from Aomori (the northernmost prefecture of Honshu) across Tsugaru Strait. In the summer of 1996, three 9th-graders had made a promise that one day they'll build an aircraft and unravel the tower's mystery, but their project was abandoned after the girl, Sayuri Sawatari, began experiencing sleeping sickness and transferred to Tokyo for better treatment. Three years later, Hiroki Fujisawa accidentally found out that Sayuri had been in a coma since then, and he asked Takuya Shirakawa to help him finding a way to revive her. What they don't know yet is that Sayuri's unconsciousness is somehow linked with secrets of the tower and the world."},{"id":218,"name":"Maoyuu Maou Yuusha","rank":1,"genres":["Adventure","Fantasy","Romance"],"cover":"218-Maoyuu-Maou-Yuusha.jpg","description":"After a long and treacherous journey, our Hero finally arrives at the Dark Lady's castle only to find himself being asked for help. The Hero explains how the war that the demons have brought upon the humans have killed thousands and put more in misery. The queen of demons however argues that this war has made the human society band together as one and showed empirical evidence how it has increased population, increased production, boosted economy and improved society overall. Furthermore, she explains to the Hero that ending this war will result in a civil war that will produce more bloodshed than there ever was. The Hero, convinced that the only way to bring peace, relatively speaking, is to join forces with the Dark Lady, agrees to help with her plans!"},{"id":219,"name":"Kino no Tabi: The Beautiful World","rank":1,"genres":["Action","Adventure","Slice of Life"],"cover":"219-Kino-no-Tabi-The-Beautiful-World.jpg","description":"Based on a hit light novel series by Keiichi Sigsawa, the philosophical Kino's Journey employs the time-honored motif of the road trip as a vehicle for self-discovery and universal truth. Deeply meditative and cooler than zero, the series follows the existential adventures of the apt marksman Kino along with talking motorcycle Hermes as they travel the world and learn much about themselves in the process. Imaginative, thought-provoking, and sometimes disturbing, Kino's journey is documented in an episodic style with an emphasis on atmosphere rather than action or plot, though still prevalent."},{"id":220,"name":"Jormungand","rank":1,"genres":["Action","Adventure","Seinen"],"cover":"220-Jormungand.jpg","description":"A ruthless arms dealer on a quixotic quest for world peace. A child soldier born into chaotic conflict. Their lives will intertwine as they journey together through the seedy underbelly of the world's arms market. "},{"id":221,"name":"Canaan","rank":1,"genres":["Action","Seinen"],"cover":"221-Canaan.jpg","description":"Oosawa Maria is a Japanese photographer currently working in Shanghai, China. Along with her partner Mino, she searches for potential newsworthy stories throughout the city. When strange events occur at a local festival, Maria and Mino immediately investigate. Quickly, the two are immersed in a battle between unknown masked men and a strange, white-haired woman. Just when Maria is about to be caught in the crossfire, an old friend by the name of Canaan appears and helps Maria escape. But a sinister plot over a deadly virus soon develops, and Canaan learns she must confront her past if she wants any chance at stopping the perpetrator and saving her friends."},{"id":222,"name":"Kamisama Hajimemashita","rank":1,"genres":["Comedy","Demons","Fantasy","Shoujo","Supernatural"],"cover":"222-Kamisama-Hajimemashita.jpg","description":"Nanami Momozono is alone and homeless after her dad skips town to evade his gambling debts and the debt collectors kick her out of her apartment. So when a man she's just saved from a dog offers her his home, she jumps at the opportunity. But it turns out that his place is a shrine, and Nanami has unwittingly taken over his job as a local deity! \n\nNanami has all kinda of new responsibilities she doesn't understand, dangers she's unaware of, and a cranky ex-familiar who's... actually pretty hot. What's a new-fledged godling to do?"},{"id":223,"name":"Gakuen Alice","rank":1,"genres":["Comedy","Magic","School","Shoujo"],"cover":"223-Gakuen-Alice.jpg","description":"Sakura Mikan and Imai Hotaru are best friends, and Mikan is shocked to find that Hotaru is transferring to a school in Tokyo for gifted students like her - Alice Academy. Mikan hears rumors that the students are like prisoners there, and worried what would happen to Hotaru, she runs away to head to the school herself. She finds out all the wonderful things about this school. And she heads into a great adventure!!"},{"id":224,"name":"Sunabouzu","rank":1,"genres":["Action","Adventure","Comedy","Ecchi","Sci-Fi","Shounen"],"cover":"224-Sunabouzu.jpg","description":"In the future, Japan is a wasteland. In the Great Kantou Desert, scattered humans eke out a living in the hot sand. Among them, a short-statured man they call 'Sunabouzu' makes a living as a bounty hunter. Like a demon of the sand, he seems unbeatable. Yet, like all men, he has a particular weakness for the opposite sex..."},{"id":225,"name":"Grenadier: Hohoemi no Senshi","rank":1,"genres":["Adventure","Comedy","Ecchi","Shounen"],"cover":"225-Grenadier-Hohoemi-no-Senshi.jpg","description":"Rushuna is a blonde and very beautiful Senshi (gun expert) that travels through the world with one purpose. Which is to make the world a peaceful place by, instead of fighting with weapons, taking away the people's will to fight by giving them a smile. Although she doesn't want to fight, she is forced to, and shows amazing gun skills. In this journey she meets Yajirou, a mercenary that uses a sword to fight and joins her on her journey. "},{"id":226,"name":"To LOVE-Ru","rank":1,"genres":["Comedy","Ecchi","Romance","School","Sci-Fi","Harem"],"cover":"226-To-LOVE-Ru.jpg","description":"The story is about Rito Yuuki, a high-school boy who cannot confess to the girl of his dreams, Haruna Sairenji. One day when coming home and sulking in the bath-tub a mysterious, nude girl, appears out of nowhere. Her name is Lala and she comes from the planet Deviluke, where she is the heir to the throne. Her father wants her to return to her home planet so she can marry one of the husband candidates, but she decides that she wants to marry Rito in order to stay on Earth."},{"id":227,"name":"Maburaho","rank":1,"genres":["Comedy","Drama","Ecchi","Magic","Romance","School","Harem"],"cover":"227-Maburaho.jpg","description":"His name is Kazuki Shikimori, 17 years old. He attends Aoi Academy, a school for elite magicians. Each magician has a set limit of spells, and performing more spells than the limit allows will cause the user to turn into dust. In this case, the number of magic Kazuki can use is far below the average in his school. Then one day, all of a sudden, three girls: Yuuna Miyama, Kuriko Kazetsubaki and Rin Kamishiro, appear before him. But of all the things that they are after, it is his genes. And for Kazuki, the girls' appearances may also spell his doom, as he soon realizes that his magic count is decreasing ever steadily due to the fact that he can't resist using magic to help them."},{"id":228,"name":"Omamori Himari","rank":1,"genres":["Action","Comedy","Demons","Ecchi","Romance","Harem","Supernatural"],"cover":"228-Omamori-Himari.jpg","description":"Yuuto is your average, high school boy just turned 16. His childhood friend, Rin has taken care of him ever since his parents died when he was younger. All of a sudden, a girl named Himari walks into his life. Himari is a cat-girl samurai who is sworn to protect Yuuto. There's only one small problem: Yuuto is allergic to cats!"},{"id":229,"name":"Tasogare Otome x Amnesia","rank":1,"genres":["Mystery","Horror","Romance","School","Shounen","Supernatural"],"cover":"229-Tasogare Otome x-Amnesia.jpg","description":"60 years ago, a young woman was left to die in the abandoned school building behind the exclusive Seikyou Academy. No one knows why. No one knows how. But the horrifying tale and the legends of the ghostly haunting that followed live on to this day. Perhaps it's not so surprising then, that among Seikyou's many school clubs is one for students interested in 'paranormal investigations.' What might raise more than a few hairs, however, is that the founder of the club is the ghost herself. Unable to remember how she died and trapped in the grey land between life and death, Yuuko latches onto Teiichi Niiya, a freshman who can inexplicably see her, and together they and the other unsuspecting members of the club begin to unravel the many dark mysteries that surround Seikyou. Will unlocking the secret of Yuuko's gruesome death finally free her? Or will her sudden close association with a mortal have even stranger repercussions on both of their existences?"},{"id":230,"name":"Blood-C","rank":1,"genres":["Action","Horror","School","Vampire","Supernatural"],"cover":"230-Blood-C.jpg","description":"Saya is a seemingly normal girl living with her father in a shrine. During the day she goes to school and spends time with her friends at a local cafe. But when night falls Saya is called upon to protect her village from strange monsters."},{"id":231,"name":"Shinreigari: Ghost Hound","rank":1,"genres":["Sci-Fi","Supernatural","Psychological"],"cover":"231-Shinreigari-Ghost-Hound.jpg","description":"In an isolated region of Kyushu lies the town of Suiten. Though seeming small and modest, Suiten is not a picturesque place for a vacation, unless it is from the “Unseen World”. Taro, Makoto and Masayuki, three boys with traumatic pasts, learn to let their souls cross between the two parallel worlds. However, the Unseen World is no mere copy of the real Apparent World. The Unseen World is the home of ghosts, but changes are now allowing the souls of the dead to pass over into the Apparent World, with unpredictable effects. Follow the journey of Taro, Makoto and Masayuki, as they cross between the two worlds, trying to unravel a great mystery."},{"id":232,"name":"Ranma ½","rank":1,"genres":["Comedy","Martial Arts","Slice of Life"],"cover":"232-Ranma-1-2.jpg","description":"Ranma Saotome and his father, Genma, both practitioners of the Saotome school of anything-goes martial arts, fall into the cursed springs of the legendary training ground of Jusenkyo in mainland China during a training mission. Each spring holds a different curse for any who come in contact with its water, all of which involve who or what has drowned in the spring in the past - Ranma emerges from the spring a girl and Genma a panda, both now cursed to change forms each time they come in contact with hot and cold water.\n\nAt the end of their training mission, Genma decides to take up residence with his old training partner, Soun Tendo, owner of the Tendo dojo and head of the Tendo school of anything-goes martial arts, dragging a reluctant Ranma along with him. Soun and Genma discuss the arrangements they had made in the past involving Ranma becoming engaged to one of Soun's three daughters in order to combine the two schools and allow Ranma to inherit the Tendo dojo. It's informally decided that he is to be engaged to Akane Tendo, Soun's youngest daughter, and the two must put up with one another - and their engagement - as Ranma and his father settle into domestic life at the Tendo household."},{"id":233,"name":"Fushigi Yuugi","rank":1,"genres":["Adventure","Comedy","Drama","Fantasy","Magic","Martial Arts","Romance"],"cover":"233-Fushigi-Yuugi.jpg","description":"While visiting the National Library, junior-high students Miaka Yuuki and Yui Hongo are transported into the world of a mysterious book set in ancient China, “The Universe of The Four Gods.” Miaka suddenly finds herself with the responsibility of being the priestess of Suzaku, and must find all of her celestial warriors for the purpose of summoning Suzaku for three wishes. However, the enemy nation of the god Seiryuu has manipulated Yui into becoming the priestess of Seiryuu. As enemies, the former best friends begin their long struggle to summon their respective gods and obtain their wishes…"},{"id":234,"name":"Kyou kara Maou!","rank":1,"genres":["Adventure","Comedy","Demons","Fantasy","Shoujo"],"cover":"234-Kyou-kara-Maou!.jpg","description":"Yuri Shibuya was living a pretty normal life. That changed the day he was dunked into a toilet after an attempt to save a classmate from a gang of bullies. Instead of just getting a good soaking, he's pulled in. The next thing he knows, he's in a world that vaguely resembles medieval Europe. If that's not odd enough, he's told that he is to be the next Maoh, just because he has black hair and black eyes. The Maoh is the King of the Mazoku, who are coexisting not-so-peacefully with the humans in this world. Much to his subjects' dismay, he's totally different from the rulers they're accustomed to. He's kind, considerate, a believer in justice, and not willing to use violence to solve conflicts. Not exactly someone they want running a country on the very brink of war. Now, Yuri has to deal with trying to become a good Maoh, while at the same time attempting to adapt to this lands' customs and culture, all in a world where the tension between the humans and Mazoku is reaching its peak."},{"id":235,"name":"Ano Natsu de Matteru","rank":1,"genres":["Comedy","Drama","Romance","Sci-Fi","Shounen","Slice of Life"],"cover":"235-Ano-Natsu-de-Matteru.jpg","description":"When a group of friends decide to make a movie over a long summer holiday, they end up learning a little about filmmaking and a lot more about each other and themselves. What begins as a simple way to avoid the summer doldrums quickly turns into something much more complex, intimate and revealing, as the maturing relationships between the members of the young cast take on new, and sometimes very unexpected, turns. "},{"id":236,"name":"Natsuyuki Rendezvous","rank":1,"genres":["Drama","Romance","Supernatural","Josei"],"cover":"236-Natsuyuki-Rendezvous.jpg","description":"Hazuki may be near-sighted, but he knows true beauty when he sees it and the delicate form of flower shop owner Rokka draws him in like a bee to honey. So, hoping to cultivate a relationship between them, Hazuki takes a part time job at her shop, only to discover two huge thorns preventing the nurturing of any romance. The first, the fact that Rokka is still grieving for her late husband Shimao, would be enough to snip most men's ardor short, but it's the second that really threatens to make Hazuki's forlorn hopes wilt. Because while Shimao is most definitely deceased, he hasn't yet departed and his spirit is still living in Rokka's apartment! Except only Hazuki can see him, which leads to a very strange romantic triangle indeed. Are Hazuki's chances with Rokka as dead as the man who still lives in her house? Or can he somehow make love blossom even though there's an interloper pushing up the daisies between them?"},{"id":237,"name":"Kokoro Connect","rank":1,"genres":["Comedy","Drama","Romance","School","Supernatural"],"cover":"237-Kokoro-Connect.jpg","description":"The five members of the Cultural Research Club - Taichi Yaegashi, Iori Nagase, Himeko Inaba, Yui Kiriyama, and Yoshifumi Aoki - encounter a bizarre phenomenon one day when Aoki and Yui switch bodies without warning. The same begins to happen to the other club members, throwing their daily lives into disarray.\n\nAt first the five students find some amusement amidst the confusion, but this unwarranted connection also exposes the painful scars hidden within their hearts. As their calm lives are shattered, the relationships between the five students also begin to change..."},{"id":238,"name":"Hachimitsu to Clover","rank":1,"genres":["Comedy","Drama","Romance","Josei"],"cover":"238-Hachimitsu-to-Clover.jpg","description":"Takemoto Yuuta, Mayama Takumi, and Morita Shinobu are college students who share the small apartment. Even though they live in poverty, the three of them are able to obtain pleasure through small things in life. The story follows these characters' life stories as poor college students, as well as their love lives when a short but talented 18 year old girl called Hanamoto Hagumi appears."},{"id":239,"name":"Genshiken","rank":1,"genres":["Comedy","Parody","Slice of Life"],"cover":"239-Genshiken.jpg","description":"Sasahara Kanji is a college freshman who decides to join a student society to share his hidden thoughts on manga, anime and gaming.\n\nWhen he first visited Genshiken, short for 'Gendai Shikaku Bunka Kenkyuu Kai' (Society for the Study of Modern Visual Culture), his groundless pride was destroyed by the plotting of Madarame, a sophomore student in Genshiken, but he still couldn't admit that he is an otaku.\n\nHowever, as he participates in society activities such as visiting dojin (private publishing) shops and anime festivals, and hangs out with other society members Kosaka (a hardcore otaku despite his extreme eccentricities and good looks), Kosaka's girlfriend Kasuga Saki (who isn't really an otaku), Ohno (a cosplayer) and the others, he opens his mind and resolves that he will make his way into the otaku world. With their help, Sasahara slowly adjusts to otaku life in Genshiken."},{"id":240,"name":"Yojouhan Shinwa Taikei","rank":1,"genres":["Mystery","Romance","Psychological"],"cover":"240-Yojouhan-Shinwa-Taikei.jpg","description":"When a college dropout stops for a late night bite at a mysterious ramen stand, he crosses paths with a self-proclaimed deity of matrimony. This bizarre meeting sends the young man hurtling through a horrifying flashback to his not-so-glorious college days when the influence of a cruel new friend turned him from a hopeless romantic into a mischievous “black cupid”."},{"id":241,"name":"Rainbow: Nisha Rokubou no Shichinin","rank":1,"genres":["Drama","Thriller","Seinen"],"cover":"241-Rainbow-Nisha-Rokubou-no-Shichinin.jpg","description":"Seven teenagers in 1955 have to learn to live together in the same hold in the reformatory of Shio. Confined in a hall where suffering and humiliation are daily, they are waiting for a ray of hope in a dark, incarcerating world. The story follows their life together and how they move on afterwards."},{"id":242,"name":"Summer Wars","rank":1,"genres":["Comedy","Sci-Fi"],"cover":"242-Summer-Wars.jpg","description":"When timid eleventh-grader and math genius Kenji Koiso is asked by older student and secret crush Natsuki to come with her to her family's Nagano home for a summer job, he agrees without hesitation. \n\nNatsuki's family, the Jinnouchi clan, dates back to the Muromachi era (1336 to 1573), and they've all come together to celebrate the 90th birthday of the spunky matriarch of the family, Sakae. That’s when Kenji discovers his 'summer job' is to pretend to be Natsuki's fiance and dance with her at the birthday celebration. \n\nAs Kenji attempts to keep up with Natsuki's act around her family, he receives a strange math problem on his cell phone which, being a math genius, he can't resist solving. As it turns out, the solution to the mysterious equation causes Oz, the program that controls nearly every aspect of life to be hacked into, it's up to Kenji and his new 'family' to stop the hacker before it's too late."},{"id":243,"name":"Dantalian no Shoka","rank":1,"genres":["Action","Mystery","Historical","Supernatural"],"cover":"243-Dantalian-no-Shoka.jpg","description":"Hugh Anthony Disward inherits an old mansion and a personal library from his grandfather. In the basement of the mansion, he meets a mysterious girl, Dalian. She is a Dantalian and a gateway to 'Dantalian's bookshelf', which stores the prohibited books of the demons.\n\n'Gensho (Illusory Books)', the prohibited books, endanger the balance of the world, but people are fascinated by the taboo. Hugh and Dalian solve the cases involving Gensho with their ability to access the Dantalian bookshelf."},{"id":244,"name":"Asura Cryin'","rank":1,"genres":["Action","Mecha","Supernatural"],"cover":"244-Asura-Cryin'.jpg","description":"Natsume Tomoharu is a normal high-school student in every way with one exception: he’s being followed by the ghost of his best friend, Misao.\n\nAfter moving into his brother’s old house, Tomoharu expects to continue living his normal life but is one day left with a mysterious and locked briefcase without any instruction. At first he plans to leave it in storage, however his house is soon invaded by multiple groups of people after the briefcase. Although still not knowing the purpose of the briefcase, Tomoharu and Misao attempt to escape with it.\n\nFrom there on, Tomoharu tries to learn the secrets behind the briefcase, the connections between it and Misao and why it has the power to change the world."},{"id":245,"name":"Kimi ga Nozomu Eien","rank":1,"genres":["Drama","Romance","Slice of Life"],"cover":"245-Kimi-ga-Nozomu-Eien.jpg","description":"At first, Takayuki Narumi is befriended by Mitsuki Hayase only because Mitsuki's best friend, Haruka Suzumiya has a crush on him; however since then, Takayuki, his pal Shinji Taira, and Mitsuki have grown to be the best of friends. Then one day, Haruka confesses to Takayuki her love for him. Not wanting to hurt her feelings, Takayuki agrees to go out with her. After a few incidents, their relationship gets intimate, even while Takayuki and Mitsuki begin to realize their feelings for each other. But suddenly, when tragedy strikes, things are never the same for these four friends again."},{"id":246,"name":"Myself ; Yourself","rank":1,"genres":["Drama","Romance","School"],"cover":"246-Myself-Yourself.jpg","description":"For the sake of parents' business plans, Hidaka Sana moved to Tokyo. Five years later, he has become a high school student, and returned to his hometown, Sakuranomori. He feels uneasy because the streets of his hometown and his old friend he meets again have changed a lot since five years ago. The most changed thing is his childhood friend, Yatsushiro Nanaka. She used to smile sweetly with innocent eyes, but now she has withdrawn herself and is gloomy."},{"id":247,"name":"Yosuga no Sora: In Solitude, Where We Are Least Alone.","rank":1,"genres":["Drama","Ecchi","Romance","Harem"],"cover":"247-Yosuga-no-Sora.jpg","description":"Haruka Kasugano and his twin sister Sora have lost both their parents in an accident, and with them all their support. They decide to move out of the city to the rural town where they once spent summers with their late grandfather. At first everything seems familiar and peaceful, but changes come as Haruka starts to remember things from his youth."},{"id":248,"name":"Bokura ga Ita","rank":1,"genres":["Drama","Romance","Shoujo","Slice of Life"],"cover":"248-Bokura-ga-Ita.jpg","description":"Nanami Takahashi welcomes the start of her high school life with great expectations of making as many friends as possible. There is much talk among the girls about a popular boy, Motoharu Yano, who has 2/3 of the girls in his middle school liking him. When Nanami asks Yuri Yamamoto, the girl sitting next to her, about Yano, the latter curtly replies that she dislikes him. Nanami is clueless of who Yano is until the day of the class nomination when she made a fool of herself by calling the name of her new friend wrongly. It turns out that she has actually met Yano along the corridors (unaware of his true identity) and he tricked her by providing a random name, resulting in the embarrassing incident in class. Nanami was initially mad at Yano but after a few encounters with him, she begins to find herself liking him."},{"id":249,"name":"Tonari no Kaibutsu-kun","rank":1,"genres":["Comedy","Romance","School","Shoujo","Slice of Life"],"cover":"249-Tonari-no-Kaibutsu-kun.jpg","description":"Mizutani Shizuku is the type of person who only cares for her own grades. But when she accidentally delivers lesson notes to Yoshida Haru, he becomes convinced they are friends. \n\nHaru turns out to have a very innocent personality, but who would've thought that Haru would actually confess to Shizuku? \n\nA cold-hearted girl and super-troublemaker romance with a fresh new perspective. "},{"id":250,"name":"Ayashi no Ceres","rank":1,"genres":["Adventure","Comedy","Drama","Horror","Romance","Shoujo","Supernatural"],"cover":"250-Ayashi-no-Ceres.jpg","description":"Ceres was a tennyo (Celestial maiden) who came down from the heavens to bathe in a stream. She hung her hagoromo (robe) on a tree nearby, which was her key to returning to the heavens. But the robe was stolen and the man who had stolen it forced her to become his wife, thus producing a family full of human and tennyo blood mixed. \n\nNow, in modern day time, Aya Mikage is a descendent of Ceres, and has quite an amount of tennyo blood. On her 16th birthday, she and her twin brother, Aki, are thrown a party. At the 'party', Aya's grandpa plans to kill her, for she has tennyo powers unlike the rest of the family, and can actually become Ceres herself and destroy the Mikage family. Aya, however, can switch back, so this transformation happens quite frequently. \n\nWith protector Yuuhi by her side, it is up to Aya to control Ceres and keep her from coming back, but her relationship with an ex-worker for her evil grandpa may be a distraction."},{"id":251,"name":"Golden Boy","rank":1,"genres":["Adventure","Comedy","Ecchi"],"cover":"251-Golden-Boy.jpg","description":"Kintarou Oe doesn't look like it, but he is a genius who completed all his university courses and then quit before graduating. He becomes a wandering student, going from place to place on his bicycle, seeking to learn what he can about life, the world, and women. He is willing and able to do any job he has to prove himself. His travels take him to a variety of locations and a variety of women, each who learns to love the hardworking guy, but not before he can run off. "},{"id":252,"name":"Gokusen","rank":1,"genres":["Comedy","Drama","School","Slice of Life","Josei"],"cover":"252-Gokusen.jpg","description":"Kumiko 'Yankumi' Yamaguchi enters Shirokin Gakuen Private School to become a math teacher. She's assigned as the homeroom teacher for class 2-4, populated by a gang of delinquents. At first, the class tries everything to rattle her cage, but to no avail. In a short period of time, Yankumi gains the respect of the class. But what the school doesn't know is that she's the heir to the Oedo Group, a powerful Yakuza clan. So while Yankumi struggles to excel in her career as a teacher, she must also keep her Yakuza background a secret."},{"id":253,"name":"Hajime no Ippo","rank":1,"genres":["Comedy","Drama","Shounen","Sports"],"cover":"253-Hajime-no-Ippo.jpg","description":"Makunouchi Ippo has been bullied his entire life. Constantly running errands and being beaten up by his classmates, Ippo has always dreamed of changing himself, but never has the passion to act upon it. One day, in the midst of yet another bullying, Ippo is saved by Takamura Mamoru, who happens to be a boxer. Ippo faints from his injuries and is brought to the Kamogawa boxing gym to recover. As he regains consciousness, he is awed and amazed at his new surroundings in the gym, though lacks confidence to attempt anything. Takamura places a photo of Ippo's classmate on a punching bag and forces him to punch it. It is only then that Ippo feels something stir inside him and eventually asks Takamura to train him in boxing. Thinking that Ippo does not have what it takes, Takamura gives him a task deemed impossible and gives him a one week time limit. With a sudden desire to get stronger, for himself and his hard working mother, Ippo trains relentlessly to accomplish the task within the time limit. Thus Ippo's journey to the top of the boxing world begins."},{"id":254,"name":"Midori no Hibi","rank":1,"genres":["Comedy","Drama","Ecchi","Romance","Shounen"],"cover":"254-Midori-no-Hibi.jpg","description":"High school delinquent Seiji Sawamura is desperate to have a girlfriend, especially after being rejected by 20 girls as of late. He's afraid that he will end his life with his right hand as his only companion. Apparently, that doesn't change when one day when he wakes up and discovers that his right hand has become a girl named Midori Kasugano, who confesses that she has had a crush on him for the last three years."},{"id":255,"name":"Bounen no Xamdou","rank":1,"genres":["Action","Sci-Fi","Military"],"cover":"255-Bounen-no-Xamdou.jpg","description":"Sentan Island is a small island surrounded by the Yuden Sea. It exists in a state of dreamlike tranquility, cut off from the war between the Northern Government and the Southern Continent Free Zone. Our hero, Akiyuki Takehara, lives on Sentain Island along with his mother Fusa. He is currently separated from his father, the town doctor Ryuzo, but the bond between father and son remains. One day, after taking Ryuzo the lunch that Fusa has made for him as usual, Akiyuki arrives at school, where he is caught up in an explosion along with his friends, Haru and Furuichi. The explosion produces a mysterious light, which enters Akiyuki's arm, causing him excruciating pain. He's given no time to understand it, however, as the white-haired girl who rode on the bus with him guides him to a power unlike anything he's ever known."},{"id":256,"name":"Peace Maker Kurogane","rank":1,"genres":["Action","Comedy","Historical","Samurai","Shounen"],"cover":"256-Peace-Maker-Kurogane.jpg","description":"Although traumatized by witnessing the murder of his parents by one of the Choushuu, Ichimura Tetsunosuke's thirst for revenge lead him to desire strength. At the age of 15, Tetsunosuke approached the Shinsengumi, wanting to become one of its members. However, Tetsunosuke lacked the skill, mind and will to emotionlessly cut down whoever threatened peace and the Shinsengumi. Even with the support of his brother Tatsunosuke and his newfound friends of the Shinsengumi, little did Tetsunosuke know the blood and pain he would have to face being part of this historical group."},{"id":257,"name":"Kami nomi zo Shiru Sekai","rank":1,"genres":["Comedy","Romance","Shounen","Harem","Supernatural"],"cover":"257-Kami-nomi-zo-Shiru-Sekai.jpg","description":"Keima is a dating sim champion. Cute girls are rendered powerless by his irresistible game playing techniques. Too bad things aren't that way in the real world. That is, until his tempting game playing causes a real live—and very bubbly-cute—demon hunter named Elsie to materialize! Now Elsie wants Keima to help her free hot girls from sneaky demons who secretly possess them."},{"id":258,"name":"Natsuiro no Sunadokei","rank":1,"genres":["Comedy","Drama","Romance","Sci-Fi"],"cover":"258-Natsuiro-no-Sunadokei.jpg","description":"Makimura Koutarou has made up his mind: during the summer vacation, he is going to confess his love to the seemingly unapproachable Serizawa Kaho. Yet, on the night before, he has a run-in with a strange girl - an encounter which propels him into the future. There, he learns that not only has Kaho-chan become his girlfriend, but she has also died in a tragic accident. Returning to his own time, Koutarou sets out to change the future and save his love."},{"id":259,"name":"SKET Dance","rank":1,"genres":["Comedy","School","Shounen"],"cover":"259-SKET-Dance.jpg","description":"At Kaimei High School, the Living Assistance Club (aka the Sket Brigade) was organized to help students with problems big or small. Most of the time, though, they hang out in their club room, bored, with only a few trivial problems floating in every once in a while. In spite of this, they still throw all their energy into solving these worries."},{"id":260,"name":"Danshi Koukousei no Nichijou","rank":1,"genres":["Comedy","School","Shounen","Slice of Life"],"cover":"260-Danshi-Koukousei-no-Nichijou.jpg","description":"Tadakuni, Hidenori, and Yoshitake are students at the all-boys academy, Sanada North High School. This is a tale about just that—their daily lives as students. Winning the basketball tournament? Finding true love? You won't find any of that here. Whether it's sparking random arguments while hanging out with friends, meeting that one weird co-worker at a part-time job, or even letting imaginations run wild on a windy afternoon, we've all experienced the show's ordinary but true-to-life themes at one point or another."},{"id":261,"name":"Beelzebub","rank":1,"genres":["Action","Comedy","Demons","School","Shounen","Supernatural"],"cover":"261-Beelzebub.jpg","description":"The story follows the 'strongest juvenile delinquent', Tatsumi Oga, a first year in 'Ishiyama High' the school for delinquents. One day while sleeping next to a river he sees a man floating down it, he pulls him to shore and the man splits in half revealing a baby boy. This boy is the son of the demon king and he has been chosen as the one to raise it with the baby's demon maid Hilda. The story follows his life with the child and at the delinquent school.\n"},{"id":262,"name":"Nogizaka Haruka no Himitsu","rank":1,"genres":["Comedy","Romance"],"cover":"262-Nogizaka-Haruka-no-Himitsu.jpg","description":"The story centers around Yuuto Ayase and his classmate Haruka Nogizaka. While Yuuto is rather ordinary, Haruka is very attractive, intelligent and rich. Due to this, she is the school's most unattainable girl and is so idolized that her classmates give her the French nicknames 'Nuit Étoile' (The Silver Star of the Night) and 'Lumière du Clavier' (The Shining Princess on the Piano). One day, when Yuuto goes to the school library to return a book, he stumbles across Haruka and her darkest secret—she is a diehard fan of anime, manga and the otaku culture. Yuuto promises to keep her secret hidden and the two become close friends. Yuuto does his best to help Haruka with her secret hobby while developing his relationship with her."},{"id":263,"name":"Onii-chan Dakedo Ai Sae Areba Kankeinai yo ne!","rank":1,"genres":["Comedy","Ecchi","Romance","Harem"],"cover":"263-Onii-chan-Dakedo-Ai-Sae.jpg","description":"Himenokouji twins Akito and Akiko have finally reunited with each other after separation due to the death of their parents. After six years of living apart they suddenly began to live under the same roof due to Akito's desire to live as a family unit once more. Things were fine at first until Akiko began to express her incestuous love for her older brother, who only sees her as a little sister."},{"id":264,"name":"Texhnolyze","rank":1,"genres":["Action","Drama","Sci-Fi","Psychological"],"cover":"264-Texhnolyze.jpg","description":"In a man-made underground society, descendants of a banished generation vie for control of the crumbling city of Lux. Ichise, an orphan turned prize fighter, loses a leg and an arm to satisfy an enraged fight promoter. On the brink of death he is taken in by a young woman doctor and used as a guinea pig for the next evolution of Texhnolyze. With his new limbs, Ichise is taken under the wing of Oonishi, a powerful leader of Organ, an organization with some hold on Lux. As Ichise is drawn deeper into a war for territorial control of the city, he learns of his possible future from the young girl prophet Ran, who guides him from the shadows in his darkest times. With the explosion of the warfare, Ichise must uncover the truth about Lux and fight for his survival as he realizes his destiny. "},{"id":265,"name":"Casshern Sins","rank":1,"genres":["Action","Adventure","Sci-Fi"],"cover":"265-Casshern-Sins.jpg","description":"In the distant future, where cyborgs and humans struggle to survive after the war which destroyed the world, a being in white suit awakens. His name is Casshern and he remembers nothing of his own past. \n\nIn barren and dark dystopian world, where every being alive seems to hate his existence and the evil from his past wants him dead, Casshern, haunted by the flashes of his past memories has to survive and figure out who or what exactly he is and how he got to where he is now. But he does not know that he might not like the horrible truth of the past, hidden deep inside his mind..."},{"id":266,"name":"Wolf's Rain","rank":1,"genres":["Action","Adventure","Mystery","Drama","Fantasy","Sci-Fi"],"cover":"266-Wolf's-Rain.jpg","description":"In some distant future, it's common knowledge that all wolves have been extinct for 200 years. However, it seems this is false as wolves have not disappeared but rather have taken human form. Kiba, a lone wolf, wanders into a city, trying to sniff out the Lunar Flowers that are supposed to lead whoever follows the scent to paradise. The source of the smell is Cheza, a girl who sleeps in what appears to be suspended animation in a lab. She and the wolves are drawn to each other, and Kiba hopes to find paradise once he finds the source of the scent of Lunar Flowers. However, once Kiba finds Cheza, she is kidnapped by a mysterious person called Darcia, and his search begins anew. Before he leaves the city, he meets 3 other wolves, Tsume, Hige and Toboe. All four wolves have very different personalities and ideas, and their friendliness towards each other is a little rough around the edges. However, they soon band together to continue to search for paradise."},{"id":267,"name":"Seto no Hanayome","rank":1,"genres":["Comedy","Parody","Romance","School"],"cover":"267-Seto-no-Hanayome.jpg","description":"Michishio Nagasumi's life couldn't be any more normal. In an odd twist of events, during his summer vacation he ends up almost drowning in the sea. Luckily, the cute mermaid Seto San appears to save him. However, San is from a yakuza mermaid family and according to their law, if a human is to catch sight of a mermaid, either he or the mermaid must die. The only other way is for Nagasumi to be taken in as a family member, marrying San. In attempts to save both of their lives, Nagasumi asks for San's hand in marriage. Nagasumi's summer vacation reaped more then what he would expect, as he must now protect San from others finding her secret out."},{"id":268,"name":"MM!","rank":1,"genres":["Comedy","Ecchi","School","Harem"],"cover":"268-MM!.jpg","description":"There are twisted tales and twisted tales, but few are as twisted as poor Sado's, who's just realized that he actually likes being made miserable. Of course, knowing that only makes him more miserable, which in turn... well, you get the idea. Desperate to break the circle, Sado volunteers for a special club where he hopes he can work through his issues only to discover that the other members have equally... complex... issues to deal with. \n\nFor example, the hyper-aggressive club president Isurugi not only has a violent fear of cats, but also believes herself to be a god! Then there's Yuno, who's terrified of men; the Nurse, who forces other people to perform cosplay; and Hayama, Sado's best friend and a compulsive cross-dresser, who's also the girl that Sado is infatuated with."},{"id":269,"name":"Kore wa Zombie Desu ka?","rank":1,"genres":["Action","Comedy","Ecchi","Fantasy","Magic","Supernatural"],"cover":"269-Kore-wa-Zombie-Desu-ka.jpg","description":"Aikawa Ayumu is a normal high school boy. One day he is killed by a serial killer and revived as a zombie by a necromancer named Eucliwood Hellscythe. He starts to serve Eu as her guard but he happens to deprive the mahou shoujo Haruna of her magic power. Haruna orders Ayumu to fight against the anti-mahou shoujo system 'Megalo' in her place."},{"id":270,"name":"Paniponi Dash!","rank":1,"genres":["Comedy","Parody","School"],"cover":"270-Paniponi-Dash!.jpg","description":"The 11 year old Miyamoto Rebecca becomes the new teacher of a classroom which is full of weirdos. Despite her cute looks she's a little beast and can be pretty sarcastic and offensive. The school is not safe anymore now that she's in charge of a class and her students, Himeko, Ichijou, Rei and a white rabbit who took a liking to Rebecca help her to rough up the school and the neighbour-class with its teacher 'ojii-chan'."},{"id":271,"name":"Ichigo Mashimaro","rank":1,"genres":["Comedy","Slice of Life"],"cover":"271-Ichigo-Mashimaro.jpg","description":"Cute girls doing cute things in cute ways.'\n\nEveryday things make up the fabric of life whether its making friends, going to school, trying to make money, or celebrating a holiday. Ichigo Mashimaro is a heartwarming series that follows the daily lives of Itoh Chika, her sister Nobue, and her friends Miu, Matsuri, and Ana."},{"id":272,"name":"Carnival Phantasm","rank":1,"genres":["Comedy","Parody","Supernatural"],"cover":"272-Carnival-Phantasm.jpg","description":"Carnival Phantasm is an adaption of the manga 'Take Moon' by Type-Moon's Eri Takenashi, to celebrate Type-Moon's 10th Anniversary.\n\nCarnival Phantasm shows parodies and new stories loosely based on Type-Moon's original works like Melty Blood, Fate/Stay Night, Tsukihime, and more."},{"id":273,"name":"Eyeshield 21","rank":1,"genres":["Action","Comedy","Shounen","Sports"],"cover":"273-Eyeshield-21.jpg","description":"Welcome To the Gridiron of the Damned! Huge hulking bodies throw themselves at each other, while a tiny lithe body runs between them for the goal! No, it’s not a game of football, it’s Sena Kobayakawa trying to evade the monstrous Ha-Ha brothers down the halls of Deimon High School! But wait! Sena’s incredible skills at not getting caught have been spotted by the devilish (possibly actually demonic) captain of the school’s embryonic American style football team, and when Sena asks to be the teams manager, he gets thrust onto the field as a running back instead! But there are two BIG catches: first, to keep the identity of their new “star” player an absolute secret, Yoichi makes Sena wear an opaque visor on his helmet and gives him the alias of “Eyeshield 21.” And the second catch? Well, in order to hit his fastest “speed of light” running mode, Sena usually has to be absolutely terrified. Not that THAT will be a problem with the monstrous players that he’ll soon find himself running from! The insanity hits the streets when the feet meet the cleats in EYESHIELD 21! "},{"id":274,"name":"Shijou Saikyou no Deshi Kenichi","rank":1,"genres":["Action","Comedy","Martial Arts","School","Shounen"],"cover":"274-Shijou-Saikyou-no-Deshi-Kenichi.jpg","description":"Weak Legs' Kenichi Shirahama would rather spend his time reading self improvement books than fighting. However, when he finally works up the courage to become strong and join his school's karate club, he is coerced into fighting a bullying upperclassman who is intent on getting him kicked out of the club. He is about to give it all up until he falls for his mysterious new classmate, Miu Furinji. In order to face this challenge, he undergoes rigorous training at the dojo she lives at, Ryouzanpaku. Some initial training by the masters there allow him to defeat his upperclassman, however his fighting prowess brings him to the attention of the powerful gang of delinquents, Ragnarok. Wishing to protect the things he loves and determined to have the strength to face the increasing adversity, he must learn various martial arts from the dojo's resident masters, taking Karate, Muay Thai, Ju Jitsu and Chinese Martial Arts and combining them to create his own fighting style!"},{"id":275,"name":"Arcana Famiglia","rank":1,"genres":["Romance","Shoujo"],"cover":"275-Arcana-Famiglia.jpg","description":"The Arcana Famiglia is a powerful organization that keeps the peace on the trading island of Regalo. The most unique trait of this prestigious 'family' is their mastery of the Arcana - mystical powers derived from tarot cards. The current leader of the Arcana Famiglia, Mondo, wishes to choose a successor through a tournament called the Arcana Duello, and as added incentive, the winner will take the hand of Mondo's daughter, Felicita. However, two young men among the family - impetuous Liberta and serious-minded Nova - are more interested in protecting Felicita's freedom than letting her be someone's trophy wife. Together, Liberta, Nova and Felicita get to know each other better ... but with Felicita's ability to read minds, she may discover more than she bargained for in Liberta's violent past and Nova's troubled family history. Can the trio remain friends, or will the growing tension between them be too much to bear?"},{"id":276,"name":"Hatenkou Yuugi","rank":1,"genres":["Adventure","Comedy","Drama","Fantasy","Romance"],"cover":"276-Hatenkou-Yuugi.jpg","description":"See the world'\n\nWith these words, Rahzel, the daughter of a rich family, is kicked out of her house and sent on her journey. Along the way she meets up with Heat and Alzeid, two men with very different personalities but very similar journeys. Rahzel is a clever, stubborn, and confident girl, who, with the powers of her magic and mind helps the people she runs into on her journey to discover the world."},{"id":277,"name":"Holy Knight","rank":1,"genres":["Ecchi","Supernatural"],"cover":"277-Holy-Knight.jpg","description":"The story centers around a timid orphan named Mizumura Shinta who goes to a missionary school in Tokyo. His seemingly normal life changes when a beautiful half-human Romanian girl named Lilith suddenly transfers into his school. Mizumura discovers that he is actually a vampire hunter and the successor of the Romuald lineage."},{"id":278,"name":"Code:Breaker","rank":1,"genres":["Action","Comedy","School","Shounen","Super Power","Supernatural"],"cover":"278-Code-Breaker.jpg","description":"Riding the bus one day, Sakurakouji Sakura looks out the window to see people being burned alive with a blue fire and a boy her age who's unharmed and standing over the people.\n\nShe comes back to the site the next day and there are no corpses or evidence of any kind of murder, just a small fire. She then goes to class to find there's a new transfer student, Oogami Rei, who looks exactly like the boy she saw before and wears a black glove only on his left hand.\n\nOogami is a Code Breaker, one who 'does not exist'. He is a seemingly cold-blooded killer who follows the principle of 'an eye for an eye', to 'use evil against evil'. Convinced that killing is not right, Sakurakouji sets out to stop him and penetrate his icy heart."},{"id":279,"name":"Hiiro no Kakera Dai Ni Shou","rank":1,"genres":["Fantasy","Romance","Shoujo","Supernatural"],"cover":"279-Hiiro-no-Kakera-Dai-Ni-Shou.jpg","description":"As the monster within Takuma begins to rise, Tamaki realizes that she loves him. However, Logos and allies they once trusted will do anything they can to separate the two. Everything from the past is revealed, and all that's left is to clear the way for a bright future. That is, if it's still possible"},{"id":280,"name":"Yumekui Merry","rank":1,"genres":["Action","Shounen","Supernatural"],"cover":"280-Yumekui Merry.jpg","description":"Sometimes daydreaming can get you into trouble, but what do you do when it's other people's dreams that you have to watch out for? Yumeji Fujiwara has the unique ability to predict what kind of dreams other people will have, but lately, his own dreams have taken a bizarre turn in which he's being pursued by armies of cats. Stranger yet, Yumeji learns that the leader of the dream cats needs his body to access the Real World. \n\nFinally, the strange becomes downright weird when a beautiful girl suddenly drops on top of him and announces that she's a Dream Demon looking for a way back to the Dream World! The fabric that separates reality and fantasy is torn to shreds, and Yumeji has a lot of sleepless nights ahead of him as he has to deal with both the dream stalking and a dream walking!"},{"id":281,"name":"07-Ghost","rank":1,"genres":["Action","Demons","Fantasy","Magic","Shoujo","Military"],"cover":"281-07-Ghost.jpg","description":"Barsburg Empire's Military Academy is known for training elites who bring victory to the empire. Students of the academy freely utilize an ability called 'Zaiphon' to fight, while the types of Zaiphon usable depends on the nature of the soldier.\n\nTeito Klein, a student at the academy, is one of the most promising soldiers produced. Although ridiculed by everyone for being a sklave (German for slave) with no memories of his past, he is befriended by a fellow student called Mikage. While preparing for the final exam, Teito uncovers a dark secret related to his past. When an attempt to assassinate Ayanami, a high-ranking official who killed his father, fails, Teito is locked away awaiting punishment.\n\nOnly wanting the best for Teito, Mikage helps him escape. Teito ends up at the 7th District Church where he is taken in by the bishops. It is here that Teito attempts to evade the grasp of Ayanami and the Military, so he can rediscover his memories and learn why he is the person that can change the fate of the world."},{"id":282,"name":"Love Live! School Idol Project","rank":1,"genres":["Music","School","Slice of Life"],"cover":"282-Love-Live!-School-Idol-Project.jpg","description":"Otonokizaka High School stands on the border of three cities: Akihabara—a pop culture mecca that's evolving by the minute; Kanda—a conservative, cultured city where history and tradition reign supreme; and Jinbo—a quiet area reserved for a more mature, sophisticated population. Amidst this culture clash, the school now faces closure due to the enrollment of fewer and fewer students.\n\nWith the school planning to close within three years, nine female students come together with one thing in mind—form a pop idol group to revive the school's popularity and keep it from shutting down. 'In order to protect our beloved school, there's only one thing we can do... become pop stars!'\n\nTheir goal is simple: Become an overnight sensation and use their nationwide media exposure to promote their school and bring in a wave of new students to the ailing area. A simple but solid plan, they figure. Naturally, they're nervous and wonder if this plan can really succeed, but for better or worse their new journey has begun...\n\n'All we can ask for is just a tiny bit of support from you. We truly believe that with your help, we can change the world around us. We will make our dreams come true!'"},{"id":283,"name":"Aria the Origination","rank":1,"genres":["Fantasy","Sci-Fi","Slice of Life"],"cover":"283-Aria-the-Origination.jpg","description":"In Neo Venezia, Akari, Aika, and Alice continue to work diligently toward the day they become full-fledged Prima Undine (a professional tour guide gondolier). The girls have come far since they began their training, and they are slowly forming their own distinctive styles as tour guides for the city.\n\nOn the long journey towards their goal, the girls have relied on the advice of their seniors from their respective companies: the patient and understanding Alicia from Aria Company, the strict and proper Akira from Himeya Company, and the clumsy yet caring Athena from Orange Planet Company.\n\nWill the girls be able to blend the advice from their mentors with their personally acquired knowledge of Neo Venezia to become praiseworthy Prima Undines?\n\nWelcome once more to Neo Venezia; the city that personifies warmth and tranquility."},{"id":284,"name":"Seitokai Yakuindomo","rank":1,"genres":["Comedy","School","Shounen"],"cover":"284-Seitokai-Yakuindomo.jpg","description":"Tsuda Takatoshi is about to begin his first year in Ousai Academy. His decision to enter Ousai was based upon it being close to his home and he paid no heed to the fact he'd be among the first boys to enter the recently gender-integrated school.\n\nOn his first trip to school, Takatoshi is surrounded by girls; the train has nothing but girls, the walk to school has nothing but girls and once he finally arrives he is approached by a group of girls and summarily appointed vice-president of the student council and, as expected, he is the only boy there.\n\nNow Takatoshi finds himself surrounded by crazy girls who do nothing but horrify him with their candid conversations about feminine hygiene products and, what's worse, assume he's the worst kind of man, the kind who doesn't clean himself and watches porn all day long."},{"id":285,"name":"Shakugan no Shana II (Second)","rank":1,"genres":["Action","Drama","Fantasy","Romance","School","Super Power","Supernatural"],"cover":"285-Shakugan-no-Shana-II-(Second).jpg","description":"The historical romantic comedy follows 17-year-old high schooler Sagara Yoshiharu who one day time-travels to the Sengoku period, where all the major Samurai lords are cute girls. Yoshiharu meets Oda Nobuna, the female counterpart of Oda Nobunaga, and begins to serve her as a substitute of Kinoshita Tokichiro, who was killed."},{"id":286,"name":"Oda Nobuna no Yabou","rank":1,"genres":["Comedy","Historical","Romance"],"cover":"286-Oda-Nobuna-no-Yabou.jpg","description":"Genius bartender, Sasakura Ryuu makes the most incredible cocktails anyone has ever tasted. Seeking his 'Glass of God', individuals from all different walks of life visit his bar. With both a compassionate ear and a godly drink, Ryuu helps people with their problems."},{"id":287,"name":"Bartender","rank":1,"genres":["Drama","Slice of Life","Seinen"],"cover":"287-Bartender.jpg","description":"In the city where Shiki lives, something triggers a spate of mysterious schoolgirl suicides. The connection between the girls who leapt to their deaths is unclear, although all of them have jumped from the Fujou Building, a skyscraper scheduled to be demolished. Meanwhile, Mikiya, after having gone near the Fujou Building, has fallen into a coma. Shiki heads to the Fujou Building herself to save Mikiya. And waiting for her there…is Kirie Fujou. The girls' suicides and Mikiya's coma were all caused by Kirie. Terminal illness had left her bedridden and immobile in a hospital, but one day, she acquires a spiritual body, a separate entity from herself."},{"id":288,"name":"Kara no Kyoukai 1: Fukan Fuukei","rank":1,"genres":["Action","Mystery","Supernatural","Thriller"],"cover":"288-Kara-no-Kyoukai-1-Fukan-Fuukei.jpg","description":"10-year old Negi Springfield is a wizard-in-training, and needs only to pass one more test in order to become a Master Wizard. Unfortunately, his final task is a bizarre one- to become a English teacher at an all-females boarding school. As soon as he arrives, he completely embarasses one of his students, Asuna Kagurazaka, and replaces the teacher she loves, which garners her hatred. To make matters worse, Asuna learns that Negi is a wizard,and promises to tell unless he helps her out. But, unfortunately, circumstances force them to work together to do many things, from fighting evil wizards to helping the class pass their final exam, with a lot of humor, magic, and romances thrown in."},{"id":289,"name":"Mahou Sensei Negima!","rank":1,"genres":["Comedy","Ecchi","Fantasy","Magic","Romance","School","Shounen","Vampire"],"cover":"289-Mahou-Sensei-Negima!.jpg","description":"Kaoru Hanabishi, a college student who lives alone, met a beautiful but bewildered girl dressed in a kimono at a train station. He volunteered to guide her way to the address she was looking for, which happened to be in his neighborhood, but turned out to be an empty lot. Not knowing what to do next, Kaoru invited the devastated girl to his apartment and asked for any additional clues to her destination. She supplied him with a photo of two children whom Kauru immediately identified as himself and Aoi Sakuraba, his childhood friend. It turned out that the girl in front of him is Aoi Sakuraba herself, his betrothed fiancee who came all the way to Tokyo to marry him. Her revelation was not only surprising but also reminded the deepest part of Kaoru's memory for why he left the Hanabishi family in the first place."},{"id":290,"name":"Ai Yori Aoshi","rank":1,"genres":["Comedy","Drama","Romance","Harem","Slice of Life"],"cover":"290-Ai-Yori-Aoshi.jpg","description":"Satonaka Ikkou, a 16 year old boy, is a first year trainee at the Saienji Buddhist Temple. He was sent there by his parents to be trained by his grandmother, the Saienji Priestess. At the temple he finds himself surrounded by beautiful female priestesses-in-training. Upon seeing a girl naked, Ikko has the ability to turn into a super-monk, performing massive exorcisms for the good of the temple."},{"id":291,"name":"Amaenaide yo!!","rank":1,"genres":["Comedy","Ecchi","Romance","School","Supernatural"],"cover":"291-Amaenaide-yo!!.jpg","description":"Satonaka Ikkou, a 16 year old boy, is a first year trainee at the Saienji Buddhist Temple. He was sent there by his parents to be trained by his grandmother, the Saienji Priestess. At the temple he finds himself surrounded by beautiful female priestesses-in-training. Upon seeing a girl naked, Ikko has the ability to turn into a super-monk, performing massive exorcisms for the good of the temple."},{"id":292,"name":"Hatsukoi Limited","rank":1,"genres":["Comedy","Ecchi","Romance","School","Shounen"],"cover":"292-Hatsukoi-Limited.jpg","description":"A series relating the intertwined stories about the 'first loves' of several middle-schoolers and high-schoolers. Each episode tends to focus on a different character, however the developments established during previous episodes continue to play smaller roles in those following. As the series progresses, an array of unusual and unexpected love webs begin to blossom."},{"id":293,"name":"Gake no Ue no Ponyo","rank":1,"genres":["Adventure","Fantasy"],"cover":"293-Gake-no-Ue-no-Ponyo.jpg","description":"A young boy named Sosuke rescues a goldfish named Ponyo, and they embark on a fantastic journey of friendship and discovery before Ponyo's father, a powerful sorcerer, forces her to return to her home in the sea. But Ponyo's desire to be human upsets the delicate balance of nature and triggers a gigantic storm. Only Ponyo's mother, a beautiful sea goddess, can restore nature's balance and make Ponyo's dreams come true."},{"id":294,"name":"Ookami Kodomo no Ame to Yuki","rank":1,"genres":["Fantasy","Slice of Life"],"cover":"294-Ookami Kodomo no Ame-to-Yuki.jpg","description":"The theme of the film is the love between parents and children. The story covers 13 years and begins with a 19-year-old college student named Hana who encounters and falls in 'fairy tale-like' love with a 'wolf man.' After marrying the wolf man, Hana gives birth and raises two wolf children—an older sister named Yuki who was born on a snowy day, and a younger brother named Ame who was born on a rainy day. The four quietly lived in a corner of a city to conceal the existence of the 'wolf children,' but when the wolf man suddenly dies, Hana decides to move to a rural town far removed from the city."},{"id":295,"name":"Panda Kopanda","rank":1,"genres":["Comedy","Kids"],"cover":"295-Panda-Kopanda.jpg","description":"Panda Kopanda (Panda! Go Panda!) is a 30 minute movie made in 1972. Miyazaki created the original idea, the script, the layouts, and did key animation, and Takahata directed the film. The story is about a little girl, Mimiko, who was left alone while her Grandma was away. A 1973 sequel, Panda Kopanda: Amefuri Saakasu no Maki (Panda! Go Panda! & the Rainy-day Circus), continues the story and was made by the same people who made the first movie. The literal translation of the title Panda Kopanda is 'Panda, Baby Panda', but it`s been released in North America as Panda Go Panda."},{"id":296,"name":"Black Lagoon: Roberta's Blood Trail","rank":1,"genres":["Action","Seinen"],"cover":"296-Black-Lagoon-Roberta's-Blood-Trail.jpg","description":"Roberta, the terrorist-turned-maid that made her appearence in the first season of 'Black Lagoon', returns in this five-episode OVA series - and this time, all bets are off!\n\nRoberta's benefactor, the patriarch of the Lovelace clan, is murdered during a political rally. The assassin's trail soon leads back to Roanapur - so now she has returned on a mission of vengeance! However, close behind her is the new patriarch, Garcia, as well as Roberta's apprentice (and maid), Fabiola Iglesias. As the body count of Roberta's bloody rampage mounts, forces from within the corrupt island (which includes the Lagoon Company), as well as overseas converge on what threatens to escalate into all-out war!"},{"id":297,"name":"Speed Grapher","rank":1,"genres":["Action","Mystery","Super Power"],"cover":"297-Speed-Grapher.jpg","description":"Ten years after the Bubble War, the dichotomy between the rich and the poor in the world becomes more prominent and Japan is no exception. The rich seek to satisfy their desires and derive pleasure for themselves, and Tokyo has materialized into such a city as a result. Saiga, once a war photographer, works for Hibara Ginza in the capitalist state of Tokyo. He infiltrates the Roppongi Club, a secretive base located in the red light district of the city, to collect information about them. However, he was caught in the process and brought forward to a girl called Kagura who was in the midst of a ritual. His contact with Kagura awakens his special ability: the power to make things explode when photographed. In order to unravel the mystery behind the Roppongi Club and Kagura, Saiga begins his solitary battle."},{"id":298,"name":"Kure-nai","rank":1,"genres":["Comedy","Drama","Martial Arts"],"cover":"298-Kure-nai.jpg","description":"He's only a teenager, but Kurenai Shinkurou is already both a master of an arcane martial art and an experienced professional mediator with a long track record of resolving disputes. Not bad for someone who's just sixteen and still in school, but everyone has their limits and Kurenai may have met his when his boss and role model, Benika, responds to his request for a more challenging assignment by giving him the task of protecting young Murasaki Kuhoin. Never mind that she's only seven, the fact that the people Kurenai's supposed to protect her from are her own very rich and extremely powerful family is guaranteed to take this job into the danger zone. Now the heat is on and Kurenai's scrambling to put out as many fires as he can, even as the secrets surrounding his young charge bring everything else to a flashpoint-"},{"id":299,"name":"RideBack","rank":1,"genres":["Action","Drama","Mecha","School","Sci-Fi"],"cover":"299-RideBack.jpg","description":"Ride Back is about a girl who is the daughter of a famous dancer. During one of her performances she falls and then quits her dancing career. Some time later when she joins the Theatrical Academy, she finds out about a Ride Back club and then rides the bike to waste some time because of the very rainy weather outside. But something is wrong with the bike and she loses control. While trying to stop she finds out that the bike responds to her movements. She is able to sort of dance with the bike and gets inspired by it."},{"id":300,"name":"Ben-To","rank":1,"genres":["Action","Comedy","Martial Arts"],"cover":"300-Ben-To.jpg","description":"Sato Yo is a high school boy who likes SEGA games. One day, he enters a grocery store to buy some food for dinner. When he tries to take a bento box, he loses consciousness. He comes around to find all the bento sold out. He notices there is a war game going on at grocery stores and players called 'Wolves' compete for the half-priced bento. Yarizui Sen, the leader of the Half-Pricer Club, forces Yo to join the club and he enters the bento war."},{"id":301,"name":"Senjou no Valkyria: Gallian Chronicles","rank":1,"genres":["Action","Romance","Military"],"cover":"301-Senjou-no-Valkyria.jpg","description":"Valkyria Chronicles is set in a fictitious continent reminiscent of 1930s Europe. The continent, called Europa, is divided into two main powers: The Imperial Empire, a monarchy in the east, and the alliance of democracies called the Federation in the west. In this world, there is a very important resource called ragnite; its uses range from fueling weapons of war to use in medical treatments. Since ragnite is such an important resource, the Federation and the Empire are constantly at war with each other for it.\n\nThe story takes place in the neutral country of Gallia, known for its bountiful reserves of ragnite, when the Empire decides to invade and seize the ragnite for themselves. The story follows Welkin, the son of a former war hero; Isara, Welkin's Darcsen adoptive sister; and Alicia, a member of the Bruhl town watch, as they fight the Imperials in the ragtag Gallian militia group, Squad 7.\n\nSquad 7 fights to regain their homes and livelihoods with Welkin as the squad leader and commander of the Edelweiss tank; Alicia as a scout; Isara as the pilot of the Edelweiss, and a variety of colorful individuals."},{"id":302,"name":"Mobile Suit Gundam: The 08th MS Team","rank":1,"genres":["Adventure","Drama","Mecha","Romance","Sci-Fi","Shounen","Military"],"cover":"302-Mobile-Suit-Gundam-The-08th-MS-Team.jpg","description":"UC 0079 - After the success of Operation Odessa, more and more Earth Federation soldiers are sent to earth to free it from the hands of the Principality of Zeon. As Zeonic troops retreat to unknown parts of the world, it's up to the Earth Federation Ground Force to find them and exterminate them. \n\nEnsign Shiro Amada is made leader of the 08th MS Team, leading a team of Ground Type Gundams into battle. His mission: to distract the enemy and find a mysterious new Zeon weapon. But can he complete it when he falls in love with a Zeon pilot, named Aina Sahalin?"},{"id":303,"name":"Mariaâ Holic","rank":1,"genres":["Comedy","Parody","School"],"cover":"303-Maria-Holic.jpg","description":"It’s not easy to find the perfect girl, even when you’re the same sex! Kanako thought attending an all-girls school would be the perfect way to meet the girl of her dreams, but after her hot new roommate turns out to be a guy in drag, and catching the eye of the most popular girl in school only brings down the wrath of all the OTHER similarly obsessed girls, she’s not so sure! Complicate things with a cat-eared dorm leader, her roommate’s rude-mannered maid, an identical twin sister (who attends an all-boys school of course) and WAY too many attractive girls of questionable persuasions and the question becomes whether Kanako will die from frustrated nosebleeds! (Life would be SO much easier if guys didn’t literally give her the hives!) Will Kanako ever find a non-polar opposite of a compatible non-opposing polarity? Let’s just say that the quest for true love will not run straight in Maria Holic. "},{"id":304,"name":"Digimon Adventure","rank":1,"genres":["Action","Adventure","Comedy","Fantasy","Kids","Shounen"],"cover":"304-DigimonAdventure.jpg","description":"Seven kids are transported to the Digital World, a strange place where digital creatures called 'Digimon' reside. A group of Digimon soon befriend them and keep the kids out of harm's way. The children then discover they are the Chosen Children, which protect the Digital World from evil Digimon like Devimon and Vamdemon."},{"id":305,"name":"Monster Farm: Enbanseki no Himitsu","rank":1,"genres":["Action","Adventure","Comedy","Fantasy"],"cover":"305-Monster-Farm-Enbanseki-no-Himitsu.jpg","description":"Genki is a boy who loves playing video games. One day he's zapped into the world of Monster Rancher and meets the girl Holly and the monsters Mochi, Suezo, Golem, Tiger and Hare. Together, they are searching for a way to revive the Phoenix, which is the only monster capable of stopping the evil Moo."},{"id":306,"name":"Kodai Ouja Kyouryuu King","rank":1,"genres":["Adventure"],"cover":"306-Kodai-Ouja-Kyouryuu-King.jpg","description":"Dr. Taylor was on a paleontology mission with his son, Max in Africa. Rex, Max's best friend, joins along as well. When Max had stumbled across some magic stone slabs with images of dinosaurs, the boys and their friend Zoe were being called out by the dinosaurs for help. It seems that an evil organization called the 'Alpha Gang', led by the nefarious Dr. Z, traveled back in time to hunt down the dinosaurs so that they could take over the world by using those dinosaurs. It is up to Max, Rex, and their friend Zoe to travel around the world, defeating Dr. Z and the Alpha Gang while hunting down the dinosaurs."},{"id":307,"name":"Medarot","rank":1,"genres":["Adventure","Comedy","Sci-Fi","Shounen"],"cover":"307-Medarot.jpg","description":"A boy named Ikki Tenryou, using his Metabee, participates in Robottles; fights that square off robots, or 'Medarot', against eachother. Ikki must also stop the plans of the nefarious 'RoboRobo Dan'."},{"id":308,"name":"Digimon Adventure 02","rank":1,"genres":["Action","Adventure","Comedy","Drama","Fantasy","Kids","Shounen"],"cover":"308-Digimon-Adventure-02.jpg","description":"A few years after the adventures of the Chosen Children in the Digital World, a new batch of Chosen Children are summoned to save the Digital World. An evil ruler known as the Digimon Kaiser, or Digimon Emperor, is forcing the Digital World's Digimon into enslavement. The new group of Chosen Children, with the help of their Digimon, then begin a journey to stop the evil Digimon Emperor."},{"id":309,"name":"Uchuu Kyoudai","rank":1,"genres":["Comedy","Sci-Fi","Space","Slice of Life","Seinen"],"cover":"309-Uchuu-Kyoudai.jpg","description":"Mutta's life has hit rock bottom. He's been fired, blackballed from his profession and now he's had to move back in with his parents. Meanwhile, his kid brother Hibito has been literally riding a rocket and training to be an astronaut. The same career Mutta once dreamed of. So, is it ever too late to go after your dreams? Through a little coercing and a bit of covert activity, Mutta's family and friends can get his resume on the right desk, but from that point on it will be up to Mutta himself. Does he have what it takes to turn his life around and put his footprint on the moon? The first step on the highway to the stars is always the hardest, and in a job where crash and burn isn't just a euphemism, it will be the biggest risk Mutta's ever taken. But with the best support team ever, maybe he'll find what he needs to rekindle the spark inside him and light the biggest candle of them all!"},{"id":310,"name":"Nana","rank":1,"genres":["Comedy","Drama","Music","Romance","Shoujo","Slice of Life","Josei"],"cover":"310-Nana.jpg","description":"Komatsu Nana moves to Tokyo, following after her boyfriend Shouji to gain a life she has always dreamed of. On a train bound for Tokyo, she meets Osaki Nana, the vocalist for the punk rock band 'Blast', also moving to Tokyo to achieve her dreams of becoming a professional. Sharing the same name, the two of them perhaps through a twist of fate, ended up becoming flat mates in Tokyo, where together they support each other through each of their love lives and careers."},{"id":311,"name":"Chihayafuru","rank":1,"genres":["Drama","Game","Sports","Josei"],"cover":"311-Chihayafuru.jpg","description":"Chihaya is a lighthearted tomboy, who's not especially good at anything in particular. Her dream has always been for her sister (an aspiring model) to become the number one beauty of Japan, or perhaps of the world. But then one day she meets someone who tells her that a dream is something that should concern only herself - and something she has to work hard for as well.\n\nAt the same time, Chihaya discovers a passion for the old Japanese game hyakunin isshu, also called 'karuta'."},{"id":312,"name":"Bungaku Shoujo","rank":1,"genres":["Mystery","Drama","Romance","School"],"cover":"312-Bungaku-Shoujo.jpg","description":"The protagonist of the story, Konoha Inoue, is a seemingly normal senior high 2nd year student. His high school life, other than a hinted incident 2 years ago, can be summed up as normal- if one can dismiss the secret fact that he used to be a female bestselling romance author. Due to that incident, however, he has now vowed never to write again.\n\nThis continued on until he was forced to join the literary club by the literary club president, the 3rd year female student Amano Touko, a beautiful girl who has a taste for eating literary works. Now he has been tasked with writing her snack every day after school."},{"id":313,"name":"Paradise Kiss","rank":1,"genres":["Comedy","Drama","Romance","Slice of Life","Josei"],"cover":"313-Paradise-Kiss.jpg","description":"Yukari is a typical high-school student who listens to her parents and attends school everyday. As she starts to question her way of life, she encounters a group of fashion design students who have a clothing label known as 'Paradise Kiss'. The group needs to find a model to showcase their designs in an up-coming fashion show and decides to pick Yukari. Initially, Yukari is reluctant to be associated with this seemingly eccentric group, but eventually she realises they are really nice people. Furthermore, their passion and enthusiasm to follow their ideals and dreams make Yukari realise that she has not been enjoying her life and thus motivates her to pursue her own dreams. The story follows Yukari as she gets involved in the group and eventually falls in love with the leader, George."},{"id":314,"name":"Kotoura-san","rank":1,"genres":["Comedy","Drama","Romance","School"],"cover":"314-Kotoura-san.jpg","description":"A school love comedy. Kotoura Haruka is a 15-year-old girl who can read people's minds. She has been suffering from troubles caused by her mind-reading ability, and her parents got divorced as a result. She moves to a new high school but tries to keep away from her classmates. Manabe Yoshihisa, one of her classmates, accepts and appreciates her ability and she begins to interact with her friends with his help. "},{"id":315,"name":"Nodame Cantabile","rank":1,"genres":["Comedy","Drama","Music","Romance","Slice of Life","Josei"],"cover":"315-Nodame-Cantabile.jpg","description":"Shinichi Chiaki is a first class musician whose dream is to play among the elites in Europe. Coming from a distinguished family, he is an infamous perfectionist; not only is he highly critical of himself, but of others as well. The only thing stopping Chiaki from leaving for Europe is his fear of flying. As a result, he's grounded in Japan.\n\nDuring his 4th year at Japan's top music university, Chiaki happens to meet Noda Megumi; or as she refers to herself, Nodame. On the surface, she seems to be an unkempt girl with no direction in life. However, when Chiaki hears Nodame play the piano for the first time, he is in awe at the kind of music she plays. To Chiaki's dismay, Nodame moves into the apartment next to his and finds out that she is head over heels in love with him.\n\nNodame Cantabile tells the story of Chiaki and Nodame, as they not only learn to deal with each other, but learn lessons from one another as they strive for the top of the musical world."},{"id":316,"name":"Bakumatsu Gijinden Roman","rank":1,"genres":["Fantasy","Historical"],"cover":"316-Bakumatsu-Gijinden-Roman.jpg","description":"The stage is the close of the Edo period, an age when, not unlike our own time, both natural and man-made disasters left chaos in their wake. Manjiro makes a living helping the people of the troubled capital city, but behind the scenes, he also works in secret to take back precious belongings stolen from the people by unjust political powers and conspiratorial menaces. The people call him 'Get-backer Roman.'"},{"id":317,"name":"Binbougami ga!","rank":1,"genres":["Comedy","Parody","Shounen","Supernatural"],"cover":"317-Binbougami-ga!.jpg","description":"At the expense of the people and things around her, Sakura has absorbed so much 'happiness energy' that she has caused an energy imbalance in the world. In order to return balance to the world, the Poverty God, Momiji, sets out to take away Sakura's ability to absorb this energy. Will Momiji be able to put a stop to Sakura's absorbing abilities, or will the God succumb to her happiness? "},{"id":318,"name":"Ixion Saga DT","rank":1,"genres":["Action","Comedy","Fantasy"],"cover":"318-Ixion-Saga-DT.jpg","description":"The game and anime follow Kon Hokaze, a boy who embarks on a journey from our world to an alternate world known as Mira, which is full a mysterious energy known as Alma. After saving Princess Ecarlate from attackers, he soon finds himself in the middle of a struggle around Alma."},{"id":319,"name":"Kokurikozaka kara","rank":1,"genres":["Historical","Shoujo"],"cover":"319-Kokurikozaka-kara.jpg","description":"The 1964 Tokyo Olympics represented a new start for Japan—out with the old Meiji-era buildings that reminded citizens of bad times, in with innovation that spoke to the future of a newly peaceful and increasingly prosperous country. \n\nUmi, a shy teenaged girl, manages a boarding house on the Yokohama seaside. Her father was killed in the war and her mother travels constantly, so in addition to attending high school, Umi must also run the family business. Her classmate Shun, an orphan unsure of his lineage, lives with a few other students in the old high-school clubhouse, a French-style, mansion that's set to be demolished as part of the current modernization project. Shun and his schoolmates refuse to let this happen. \n\nAs much as they fear losing their shelter, they are also appalled at what they see as the erasure of their history. As the students organize a protest, Shun and Umi grow closer. What begins as a friendship develops into something deeper as these two lonely teenagers find a mutual understanding and trust. Yet when Shun starts to investigate his past, secrets emerge that threaten to tear the two apart."},{"id":320,"name":"Omoide Poroporo","rank":1,"genres":["Drama","Romance","Slice of Life"],"cover":"320-Omoide-Poroporo.jpg","description":"Taeko Okajima is a typical 'office lady' in a big company in a big city. When she takes a sabbatical to the countryside in Yamagata Prefecture, the hometown of her brother-in-law, the journey recalled her memory of her 5th grade year. During her stay in Yamagata, she works hard and happily as a farmer and is surrounded by friendly relatives and villagers, bringing up more memories. Their hospitality makes her to reconsider her choice of life. "},{"id":321,"name":"Soukyuu no Fafner: Dead Aggressor","rank":1,"genres":["Drama","Mecha","Sci-Fi"],"cover":"321-Soukyuu-no-Fafner-Dead-Aggressor.jpg","description":"Tatsumiyajima is the central island in the middle of a small cluster of islands, in a sleepy backwater of the Japanese isles. Not much happens there, and the island's young people go to school knowing that their lives are likely to remain peaceful and undisturbed. Or so they have been taught... but the truth is different. The fate of mankind is on the line, and Tatsumiyajima is the last line of defense against a hostile and incomprehensible enemy. At the center of it all, fighting for Humanity's continued existence, is the giant robot Fafner, the dragon that guards this final treasure of mankind."},{"id":322,"name":"Persona: Trinity Soul","rank":1,"genres":["Action","Sci-Fi","Super Power"],"cover":"322-Persona-Trinity-Soul.jpg","description":"The stage is Ayanagi City, a city near the Japan Sea. It is a futuristic city that was built to carry out the recovery from the calamity caused by the 'Apathy Syndrome' ten years previous. High school student Shin Kanzato with his little brother Jun, meet with their elder brother Ryō, who is the chief of the Ayanagi City Police, again after ten years. At that time, a series of strange incidents happen in Ayanagi City such as the crew of a submarine that suddenly disappears while in their submarine, or a spiritless symptom which disturbs the world after ten years, or the case of the inside out corpse where a student took on a cruel appearance. Ryō tracks down the organization behind the string of incidents, and having become involved in the incidents, Shin awakens the 'Persona'."},{"id":323,"name":"Star Driver: Kagayaki no Takuto","rank":1,"genres":["Action","Mecha","Shounen"],"cover":"323-Star-Driver-Kagayaki-no-Takuto.jpg","description":"To the south of Japan, there lies a lush green island called Southern Cross Isle. One night, a boy by the name of Takuto Tsunashi washes up on the shore of the island. Having swum from the mainland alone and without any possessions, he enrolls in the senior high level in the school on the island - Southern Cross High School.\n\nWith his bright and positive personality, he starts to mix with various students in the school and builds relationships with many of them, including Wako Agemaki and Sugata Shindou. But this school hides a deep secret. There are sleeping giants hidden under the ground called 'Cybodies'.\n\nThere are about 20 of these giants, and they are just some of the various secrets kept by everyone on the island: The secret movements of the mysterious organization known as Glittering Crux. The songs of the shrine maidens. And even Takuto himself will soon come to embrace a great secret...\n\nThis island in the southern territories surrounded by the blue sea and the blue skies is the stage where the 'Eulogy of Youth' filled with love, dreams and friendships, will begin."},{"id":324,"name":"Zegapain","rank":1,"genres":["Action","Mecha","Romance","Sci-Fi"],"cover":"324-Zegapain.jpg","description":"Kyo, an avid swimmer tries his best to keep the high school swimming club going, which is pretty hard when he's the only member. Facing the prospect of the club being closed by the student council, he tries to enlist beautiful Misaki to act in a promo video, shot by his good friend Ryoko, in a bid to start a recruitment drive. She agrees but only if he pilots a mecha under the wing of Celebrum, a resistance organisation fighting to destroy Deutera Areas formed on Earth by the aliens Gards-orm. He agrees but finds it all strangely familiar as if he's done it before..."},{"id":325,"name":"C","rank":1,"genres":["Action","Mystery","Super Power","Thriller"],"cover":"325-C.jpg","description":"The Japanese government was rescued from the brink of financial collapse by the Sovereign Wealth Fund. For its citizens, however, life has not improved and unemployment, crime, suicide, and despair are rampant. Kimimaro, raised by his maternal aunt after the disappearance of his father and the death of his mother, is a scholarship student whose only dream is to live a stable, ordinary life. One day he meets a man who offers him a large sum of money if he will allow his 'future' to be held as collateral. From then on his fate is radically altered as he's drawn into a mysterious realm known as the Financial District, where he must compete in weekly tournaments called 'deals' in order to keep his money and avoid losing his future."},{"id":326,"name":"sola","rank":1,"genres":["Drama","Romance","Slice of Life","Supernatural"],"cover":"326-sola.jpg","description":"Sola's story revolves around Yorito Morimiya, the main protagonist, who is a young boy attending high school. He loves taking pictures of the sky at any time of day and any time of the year. One day, Yorito decides to take a picture of the sunrise overlooking the bay, but is deterred when he meets a strange girl trying to force a vending machine that stole her money to give her what she tried to buy—a can of tomato juice. Yorito helps her with forcing the machine while attempting to strike up conversation with her, despite it being four in the morning. Yorito tells her why he is here, but by the time he has forced the can out of the machine, the girl has mysteriously vanished."},{"id":327,"name":"Kiba","rank":1,"genres":["Adventure","Fantasy","Shounen"],"cover":"327-Kiba.jpg","description":"In a dystopian future, two friends dream of freedom... and gain more than they bargain for! Hothead Zed is on the run from the authorities, while his brainy pal Noah struggles with his own battered body. Both find a magical world that seems to offer escape and power undreamed of. Join Zed and his powerful, rebellious spirit Amir Gaul on their search for the ultimate power. It's a force that can save the world - or destroy life as we know it. This is the world of KIBA! Where you must harness the power within and fight with all you got!"}],"links":[{"source":0,"target":2,"value":100},{"source":0,"target":7,"value":40},{"source":0,"target":46,"value":37},{"source":0,"target":107,"value":31},{"source":0,"target":108,"value":14},{"source":0,"target":109,"value":13},{"source":1,"target":110,"value":24},{"source":1,"target":35,"value":15},{"source":1,"target":111,"value":14},{"source":1,"target":3,"value":14},{"source":1,"target":43,"value":14},{"source":1,"target":10,"value":10},{"source":2,"target":0,"value":100},{"source":2,"target":74,"value":41},{"source":2,"target":112,"value":25},{"source":2,"target":113,"value":21},{"source":2,"target":14,"value":17},{"source":2,"target":19,"value":16},{"source":3,"target":24,"value":19},{"source":3,"target":114,"value":18},{"source":3,"target":1,"value":14},{"source":3,"target":115,"value":14},{"source":3,"target":10,"value":12},{"source":3,"target":25,"value":11},{"source":4,"target":35,"value":33},{"source":4,"target":111,"value":16},{"source":4,"target":48,"value":9},{"source":4,"target":10,"value":5},{"source":4,"target":116,"value":5},{"source":4,"target":2,"value":5},{"source":5,"target":28,"value":60},{"source":5,"target":141,"value":17},{"source":5,"target":63,"value":14},{"source":5,"target":68,"value":13},{"source":5,"target":43,"value":13},{"source":5,"target":38,"value":12},{"source":6,"target":115,"value":7},{"source":6,"target":48,"value":7},{"source":6,"target":35,"value":7},{"source":6,"target":32,"value":6},{"source":6,"target":10,"value":5},{"source":6,"target":2,"value":5},{"source":7,"target":0,"value":40},{"source":7,"target":6,"value":4},{"source":7,"target":74,"value":3},{"source":7,"target":112,"value":3},{"source":7,"target":113,"value":2},{"source":7,"target":70,"value":2},{"source":8,"target":27,"value":49},{"source":8,"target":11,"value":42},{"source":8,"target":101,"value":15},{"source":8,"target":117,"value":13},{"source":8,"target":118,"value":11},{"source":8,"target":119,"value":10},{"source":9,"target":120,"value":100},{"source":9,"target":75,"value":55},{"source":9,"target":11,"value":45},{"source":9,"target":12,"value":26},{"source":9,"target":121,"value":18},{"source":9,"target":122,"value":13},{"source":10,"target":35,"value":25},{"source":10,"target":32,"value":17},{"source":10,"target":24,"value":15},{"source":10,"target":3,"value":12},{"source":10,"target":25,"value":11},{"source":10,"target":1,"value":10},{"source":11,"target":9,"value":45},{"source":11,"target":8,"value":42},{"source":11,"target":60,"value":23},{"source":11,"target":29,"value":17},{"source":11,"target":123,"value":13},{"source":11,"target":75,"value":8},{"source":12,"target":87,"value":36},{"source":12,"target":45,"value":34},{"source":12,"target":9,"value":26},{"source":12,"target":124,"value":21},{"source":12,"target":39,"value":20},{"source":12,"target":125,"value":15},{"source":13,"target":1,"value":9},{"source":13,"target":114,"value":6},{"source":13,"target":24,"value":6},{"source":13,"target":25,"value":5},{"source":13,"target":6,"value":4},{"source":13,"target":42,"value":2},{"source":14,"target":70,"value":24},{"source":14,"target":44,"value":20},{"source":14,"target":126,"value":18},{"source":14,"target":2,"value":17},{"source":14,"target":18,"value":17},{"source":14,"target":127,"value":13},{"source":15,"target":128,"value":76},{"source":15,"target":54,"value":70},{"source":15,"target":129,"value":58},{"source":15,"target":50,"value":23},{"source":15,"target":87,"value":17},{"source":15,"target":130,"value":13},{"source":16,"target":48,"value":78},{"source":16,"target":131,"value":17},{"source":16,"target":0,"value":12},{"source":16,"target":132,"value":11},{"source":16,"target":61,"value":7},{"source":16,"target":19,"value":7},{"source":17,"target":40,"value":17},{"source":17,"target":133,"value":6},{"source":17,"target":134,"value":5},{"source":17,"target":135,"value":4},{"source":17,"target":89,"value":4},{"source":17,"target":47,"value":4},{"source":18,"target":106,"value":31},{"source":18,"target":70,"value":26},{"source":18,"target":14,"value":17},{"source":18,"target":49,"value":17},{"source":18,"target":136,"value":14},{"source":18,"target":78,"value":10},{"source":19,"target":137,"value":25},{"source":19,"target":2,"value":16},{"source":19,"target":138,"value":14},{"source":19,"target":139,"value":12},{"source":19,"target":21,"value":12},{"source":19,"target":0,"value":12},{"source":20,"target":140,"value":11},{"source":20,"target":5,"value":9},{"source":20,"target":141,"value":4},{"source":20,"target":11,"value":4},{"source":20,"target":94,"value":3},{"source":20,"target":28,"value":3},{"source":21,"target":33,"value":50},{"source":21,"target":53,"value":35},{"source":21,"target":55,"value":25},{"source":21,"target":142,"value":25},{"source":21,"target":48,"value":16},{"source":21,"target":19,"value":12},{"source":22,"target":143,"value":9},{"source":22,"target":144,"value":8},{"source":22,"target":145,"value":5},{"source":22,"target":146,"value":5},{"source":22,"target":44,"value":5},{"source":22,"target":147,"value":4},{"source":23,"target":27,"value":50},{"source":23,"target":148,"value":18},{"source":23,"target":149,"value":17},{"source":23,"target":150,"value":14},{"source":23,"target":151,"value":11},{"source":23,"target":152,"value":11},{"source":24,"target":25,"value":55},{"source":24,"target":3,"value":19},{"source":24,"target":10,"value":15},{"source":24,"target":59,"value":9},{"source":24,"target":1,"value":9},{"source":24,"target":115,"value":9},{"source":25,"target":24,"value":55},{"source":25,"target":153,"value":17},{"source":25,"target":10,"value":11},{"source":25,"target":3,"value":11},{"source":25,"target":82,"value":8},{"source":25,"target":154,"value":6},{"source":26,"target":155,"value":58},{"source":26,"target":156,"value":27},{"source":26,"target":157,"value":18},{"source":26,"target":46,"value":9},{"source":26,"target":158,"value":6},{"source":26,"target":159,"value":6},{"source":27,"target":80,"value":98},{"source":27,"target":23,"value":50},{"source":27,"target":8,"value":49},{"source":27,"target":160,"value":24},{"source":27,"target":161,"value":18},{"source":27,"target":162,"value":16},{"source":28,"target":5,"value":60},{"source":28,"target":57,"value":31},{"source":28,"target":163,"value":24},{"source":28,"target":66,"value":20},{"source":28,"target":164,"value":19},{"source":28,"target":46,"value":15},{"source":29,"target":11,"value":17},{"source":29,"target":165,"value":16},{"source":29,"target":120,"value":15},{"source":29,"target":12,"value":7},{"source":29,"target":166,"value":7},{"source":29,"target":75,"value":7},{"source":30,"target":39,"value":20},{"source":30,"target":167,"value":11},{"source":30,"target":168,"value":11},{"source":30,"target":43,"value":9},{"source":30,"target":169,"value":8},{"source":30,"target":111,"value":8},{"source":31,"target":84,"value":31},{"source":31,"target":170,"value":12},{"source":31,"target":171,"value":10},{"source":31,"target":34,"value":10},{"source":31,"target":2,"value":8},{"source":31,"target":0,"value":6},{"source":32,"target":35,"value":28},{"source":32,"target":10,"value":17},{"source":32,"target":172,"value":6},{"source":32,"target":3,"value":6},{"source":32,"target":6,"value":6},{"source":32,"target":173,"value":5},{"source":33,"target":21,"value":50},{"source":33,"target":174,"value":17},{"source":33,"target":175,"value":9},{"source":33,"target":144,"value":7},{"source":33,"target":71,"value":6},{"source":33,"target":180,"value":5},{"source":34,"target":176,"value":17},{"source":34,"target":177,"value":17},{"source":34,"target":31,"value":10},{"source":34,"target":178,"value":5},{"source":34,"target":179,"value":4},{"source":34,"target":68,"value":4},{"source":35,"target":4,"value":33},{"source":35,"target":32,"value":28},{"source":35,"target":10,"value":25},{"source":35,"target":1,"value":15},{"source":35,"target":116,"value":10},{"source":35,"target":84,"value":8},{"source":36,"target":49,"value":31},{"source":36,"target":46,"value":24},{"source":36,"target":64,"value":14},{"source":36,"target":28,"value":13},{"source":36,"target":181,"value":8},{"source":36,"target":182,"value":8},{"source":37,"target":183,"value":14},{"source":37,"target":68,"value":9},{"source":37,"target":184,"value":8},{"source":37,"target":56,"value":6},{"source":37,"target":178,"value":5},{"source":37,"target":54,"value":5},{"source":38,"target":185,"value":48},{"source":38,"target":5,"value":12},{"source":38,"target":186,"value":9},{"source":38,"target":187,"value":9},{"source":38,"target":188,"value":5},{"source":38,"target":189,"value":3},{"source":39,"target":45,"value":82},{"source":39,"target":65,"value":22},{"source":39,"target":190,"value":21},{"source":39,"target":12,"value":20},{"source":39,"target":30,"value":20},{"source":39,"target":169,"value":15},{"source":40,"target":17,"value":17},{"source":40,"target":135,"value":6},{"source":40,"target":93,"value":4},{"source":40,"target":191,"value":2},{"source":40,"target":192,"value":2},{"source":40,"target":193,"value":1},{"source":41,"target":2,"value":10},{"source":41,"target":112,"value":6},{"source":41,"target":194,"value":4},{"source":41,"target":190,"value":4},{"source":41,"target":53,"value":2},{"source":41,"target":195,"value":2},{"source":42,"target":110,"value":18},{"source":42,"target":24,"value":9},{"source":42,"target":3,"value":2},{"source":42,"target":196,"value":2},{"source":42,"target":197,"value":2},{"source":42,"target":13,"value":2},{"source":43,"target":198,"value":50},{"source":43,"target":68,"value":21},{"source":43,"target":1,"value":14},{"source":43,"target":5,"value":13},{"source":43,"target":30,"value":9},{"source":43,"target":35,"value":7},{"source":44,"target":199,"value":23},{"source":44,"target":14,"value":20},{"source":44,"target":200,"value":13},{"source":44,"target":201,"value":8},{"source":44,"target":18,"value":6},{"source":44,"target":202,"value":6},{"source":45,"target":39,"value":82},{"source":45,"target":12,"value":34},{"source":45,"target":203,"value":8},{"source":45,"target":204,"value":8},{"source":45,"target":56,"value":7},{"source":45,"target":205,"value":6},{"source":46,"target":63,"value":51},{"source":46,"target":0,"value":37},{"source":46,"target":61,"value":35},{"source":46,"target":156,"value":26},{"source":46,"target":36,"value":24},{"source":46,"target":28,"value":15},{"source":47,"target":206,"value":11},{"source":47,"target":89,"value":8},{"source":47,"target":207,"value":5},{"source":47,"target":17,"value":4},{"source":47,"target":208,"value":3},{"source":47,"target":209,"value":3},{"source":48,"target":16,"value":78},{"source":48,"target":21,"value":16},{"source":48,"target":53,"value":11},{"source":48,"target":4,"value":9},{"source":48,"target":28,"value":7},{"source":48,"target":6,"value":7},{"source":49,"target":36,"value":31},{"source":49,"target":210,"value":21},{"source":49,"target":18,"value":17},{"source":49,"target":211,"value":10},{"source":49,"target":212,"value":10},{"source":49,"target":213,"value":9},{"source":50,"target":128,"value":111},{"source":50,"target":15,"value":23},{"source":50,"target":67,"value":12},{"source":50,"target":214,"value":12},{"source":50,"target":215,"value":12},{"source":50,"target":130,"value":12},{"source":51,"target":216,"value":27},{"source":51,"target":217,"value":22},{"source":51,"target":64,"value":15},{"source":51,"target":166,"value":7},{"source":51,"target":9,"value":6},{"source":51,"target":29,"value":5},{"source":52,"target":218,"value":20},{"source":52,"target":170,"value":11},{"source":52,"target":144,"value":9},{"source":52,"target":117,"value":6},{"source":52,"target":89,"value":4},{"source":52,"target":219,"value":4},{"source":53,"target":21,"value":35},{"source":53,"target":220,"value":29},{"source":53,"target":137,"value":15},{"source":53,"target":48,"value":11},{"source":53,"target":180,"value":7},{"source":53,"target":221,"value":6},{"source":54,"target":15,"value":70},{"source":54,"target":222,"value":8},{"source":54,"target":9,"value":6},{"source":54,"target":223,"value":6},{"source":54,"target":92,"value":5},{"source":54,"target":37,"value":5},{"source":55,"target":21,"value":25},{"source":55,"target":71,"value":14},{"source":55,"target":224,"value":10},{"source":55,"target":225,"value":9},{"source":55,"target":176,"value":9},{"source":55,"target":179,"value":8},{"source":56,"target":226,"value":13},{"source":56,"target":227,"value":9},{"source":56,"target":183,"value":9},{"source":56,"target":45,"value":7},{"source":56,"target":228,"value":7},{"source":56,"target":173,"value":7},{"source":57,"target":28,"value":31},{"source":57,"target":163,"value":13},{"source":57,"target":229,"value":7},{"source":57,"target":46,"value":4},{"source":57,"target":230,"value":3},{"source":57,"target":231,"value":2},{"source":58,"target":232,"value":16},{"source":58,"target":233,"value":12},{"source":58,"target":1,"value":6},{"source":58,"target":222,"value":6},{"source":58,"target":71,"value":5},{"source":58,"target":234,"value":4},{"source":59,"target":24,"value":9},{"source":59,"target":25,"value":4},{"source":59,"target":3,"value":3},{"source":59,"target":144,"value":2},{"source":59,"target":110,"value":2},{"source":59,"target":232,"value":1},{"source":60,"target":11,"value":23},{"source":60,"target":235,"value":16},{"source":60,"target":9,"value":12},{"source":60,"target":236,"value":11},{"source":60,"target":237,"value":10},{"source":60,"target":229,"value":8},{"source":61,"target":46,"value":35},{"source":61,"target":19,"value":11},{"source":61,"target":0,"value":9},{"source":61,"target":325,"value":9},{"source":61,"target":16,"value":7},{"source":61,"target":238,"value":7},{"source":62,"target":239,"value":22},{"source":62,"target":98,"value":14},{"source":62,"target":164,"value":12},{"source":62,"target":36,"value":7},{"source":62,"target":240,"value":5},{"source":62,"target":18,"value":5},{"source":63,"target":46,"value":51},{"source":63,"target":5,"value":14},{"source":63,"target":141,"value":8},{"source":63,"target":74,"value":8},{"source":63,"target":156,"value":7},{"source":63,"target":241,"value":5},{"source":64,"target":51,"value":15},{"source":64,"target":36,"value":14},{"source":64,"target":242,"value":11},{"source":64,"target":105,"value":6},{"source":64,"target":8,"value":4},{"source":64,"target":217,"value":3},{"source":65,"target":39,"value":22},{"source":65,"target":243,"value":5},{"source":65,"target":74,"value":4},{"source":65,"target":169,"value":3},{"source":65,"target":16,"value":2},{"source":65,"target":244,"value":2},{"source":66,"target":245,"value":24},{"source":66,"target":28,"value":20},{"source":66,"target":121,"value":11},{"source":66,"target":246,"value":10},{"source":66,"target":5,"value":7},{"source":66,"target":247,"value":7},{"source":67,"target":102,"value":29},{"source":67,"target":87,"value":27},{"source":67,"target":129,"value":23},{"source":67,"target":248,"value":22},{"source":67,"target":50,"value":12},{"source":67,"target":249,"value":11},{"source":68,"target":43,"value":21},{"source":68,"target":5,"value":13},{"source":68,"target":176,"value":13},{"source":68,"target":37,"value":9},{"source":68,"target":178,"value":5},{"source":68,"target":250,"value":4},{"source":69,"target":251,"value":19},{"source":69,"target":252,"value":13},{"source":69,"target":92,"value":5},{"source":69,"target":21,"value":3},{"source":69,"target":253,"value":3},{"source":69,"target":254,"value":2},{"source":70,"target":255,"value":29},{"source":70,"target":18,"value":26},{"source":70,"target":14,"value":24},{"source":70,"target":2,"value":11},{"source":70,"target":74,"value":8},{"source":70,"target":191,"value":7},{"source":71,"target":55,"value":14},{"source":71,"target":73,"value":7},{"source":71,"target":33,"value":6},{"source":71,"target":256,"value":6},{"source":71,"target":1,"value":5},{"source":71,"target":58,"value":5},{"source":72,"target":28,"value":5},{"source":72,"target":85,"value":3},{"source":72,"target":240,"value":2},{"source":72,"target":12,"value":2},{"source":72,"target":257,"value":1},{"source":72,"target":258,"value":1},{"source":73,"target":259,"value":17},{"source":73,"target":260,"value":16},{"source":73,"target":204,"value":15},{"source":73,"target":261,"value":10},{"source":73,"target":71,"value":7},{"source":73,"target":24,"value":5},{"source":74,"target":2,"value":41},{"source":74,"target":46,"value":11},{"source":74,"target":155,"value":8},{"source":74,"target":63,"value":8},{"source":74,"target":70,"value":8},{"source":74,"target":325,"value":6},{"source":75,"target":120,"value":62},{"source":75,"target":9,"value":55},{"source":75,"target":326,"value":21},{"source":75,"target":166,"value":10},{"source":75,"target":11,"value":8},{"source":75,"target":29,"value":7},{"source":76,"target":119,"value":16},{"source":76,"target":262,"value":13},{"source":76,"target":8,"value":7},{"source":76,"target":257,"value":6},{"source":76,"target":27,"value":5},{"source":76,"target":263,"value":4},{"source":77,"target":48,"value":1},{"source":78,"target":18,"value":10},{"source":78,"target":264,"value":9},{"source":78,"target":136,"value":9},{"source":78,"target":265,"value":7},{"source":78,"target":19,"value":6},{"source":78,"target":266,"value":6},{"source":79,"target":267,"value":11},{"source":79,"target":92,"value":7},{"source":79,"target":268,"value":6},{"source":79,"target":269,"value":5},{"source":79,"target":11,"value":5},{"source":79,"target":260,"value":4},{"source":80,"target":27,"value":98},{"source":80,"target":161,"value":26},{"source":80,"target":160,"value":16},{"source":80,"target":92,"value":14},{"source":80,"target":270,"value":14},{"source":80,"target":271,"value":12},{"source":81,"target":92,"value":8},{"source":81,"target":8,"value":5},{"source":81,"target":267,"value":3},{"source":81,"target":80,"value":2},{"source":81,"target":44,"value":1},{"source":81,"target":272,"value":1},{"source":82,"target":273,"value":11},{"source":82,"target":274,"value":10},{"source":82,"target":25,"value":8},{"source":82,"target":172,"value":8},{"source":82,"target":3,"value":6},{"source":82,"target":275,"value":4},{"source":83,"target":276,"value":2},{"source":83,"target":176,"value":2},{"source":83,"target":277,"value":1},{"source":83,"target":184,"value":1},{"source":83,"target":278,"value":1},{"source":83,"target":279,"value":1},{"source":84,"target":31,"value":31},{"source":84,"target":280,"value":8},{"source":84,"target":35,"value":8},{"source":84,"target":281,"value":7},{"source":84,"target":116,"value":7},{"source":84,"target":243,"value":6},{"source":85,"target":36,"value":5},{"source":85,"target":107,"value":2},{"source":85,"target":5,"value":2},{"source":85,"target":72,"value":2},{"source":85,"target":49,"value":1},{"source":85,"target":46,"value":1},{"source":86,"target":27,"value":6},{"source":86,"target":80,"value":3},{"source":86,"target":148,"value":2},{"source":86,"target":282,"value":2},{"source":86,"target":283,"value":1},{"source":86,"target":284,"value":1},{"source":87,"target":12,"value":36},{"source":87,"target":67,"value":27},{"source":87,"target":248,"value":22},{"source":87,"target":165,"value":20},{"source":87,"target":15,"value":17},{"source":87,"target":214,"value":7},{"source":88,"target":285,"value":5},{"source":88,"target":12,"value":4},{"source":88,"target":39,"value":3},{"source":88,"target":56,"value":1},{"source":88,"target":121,"value":1},{"source":88,"target":286,"value":1},{"source":89,"target":219,"value":33},{"source":89,"target":133,"value":27},{"source":89,"target":145,"value":17},{"source":89,"target":146,"value":10},{"source":89,"target":47,"value":8},{"source":89,"target":287,"value":5},{"source":90,"target":46,"value":9},{"source":90,"target":288,"value":5},{"source":90,"target":6,"value":4},{"source":90,"target":49,"value":4},{"source":90,"target":26,"value":3},{"source":90,"target":43,"value":2},{"source":91,"target":289,"value":11},{"source":91,"target":290,"value":11},{"source":91,"target":195,"value":5},{"source":91,"target":267,"value":5},{"source":91,"target":291,"value":3},{"source":91,"target":226,"value":3},{"source":92,"target":80,"value":14},{"source":92,"target":12,"value":11},{"source":92,"target":15,"value":11},{"source":92,"target":292,"value":8},{"source":92,"target":81,"value":8},{"source":92,"target":79,"value":7},{"source":93,"target":40,"value":4},{"source":93,"target":293,"value":3},{"source":93,"target":294,"value":2},{"source":93,"target":17,"value":2},{"source":93,"target":133,"value":1},{"source":93,"target":295,"value":1},{"source":94,"target":177,"value":4},{"source":94,"target":20,"value":3},{"source":94,"target":174,"value":2},{"source":94,"target":176,"value":2},{"source":94,"target":43,"value":2},{"source":94,"target":296,"value":2},{"source":95,"target":137,"value":3},{"source":95,"target":297,"value":3},{"source":95,"target":2,"value":2},{"source":95,"target":298,"value":1},{"source":95,"target":78,"value":1},{"source":95,"target":121,"value":1},{"source":96,"target":299,"value":6},{"source":96,"target":1,"value":3},{"source":96,"target":300,"value":2},{"source":96,"target":274,"value":2},{"source":96,"target":155,"value":2},{"source":96,"target":70,"value":2},{"source":97,"target":301,"value":2},{"source":97,"target":70,"value":2},{"source":97,"target":112,"value":2},{"source":97,"target":302,"value":1},{"source":97,"target":298,"value":1},{"source":97,"target":12,"value":1},{"source":98,"target":303,"value":16},{"source":98,"target":27,"value":16},{"source":98,"target":270,"value":14},{"source":98,"target":62,"value":14},{"source":98,"target":143,"value":12},{"source":98,"target":240,"value":5},{"source":99,"target":304,"value":13},{"source":99,"target":327,"value":3},{"source":99,"target":305,"value":2},{"source":99,"target":306,"value":1},{"source":99,"target":307,"value":1},{"source":99,"target":308,"value":1},{"source":100,"target":309,"value":4},{"source":100,"target":0,"value":3},{"source":100,"target":239,"value":2},{"source":100,"target":310,"value":2},{"source":100,"target":311,"value":2},{"source":100,"target":125,"value":2},{"source":101,"target":8,"value":15},{"source":101,"target":237,"value":9},{"source":101,"target":9,"value":7},{"source":101,"target":312,"value":6},{"source":101,"target":132,"value":5},{"source":101,"target":152,"value":5},{"source":102,"target":67,"value":29},{"source":102,"target":249,"value":12},{"source":102,"target":248,"value":5},{"source":102,"target":50,"value":3},{"source":102,"target":313,"value":1},{"source":102,"target":314,"value":1},{"source":103,"target":315,"value":7},{"source":103,"target":151,"value":7},{"source":103,"target":310,"value":4},{"source":103,"target":21,"value":2},{"source":103,"target":311,"value":2},{"source":103,"target":238,"value":2},{"source":104,"target":259,"value":3},{"source":104,"target":92,"value":1},{"source":104,"target":81,"value":1},{"source":104,"target":316,"value":1},{"source":104,"target":317,"value":1},{"source":104,"target":318,"value":1},{"source":105,"target":64,"value":6},{"source":105,"target":51,"value":3},{"source":105,"target":319,"value":3},{"source":105,"target":320,"value":2},{"source":105,"target":17,"value":2},{"source":105,"target":40,"value":1},{"source":106,"target":18,"value":31},{"source":106,"target":70,"value":6},{"source":106,"target":321,"value":4},{"source":106,"target":322,"value":3},{"source":106,"target":323,"value":2},{"source":106,"target":324,"value":1}]}
